Repository: KDE/kube
Catalog: poqm/*/kube_qt.po
Languages: ar, eo, et, fi, gl, ko, pt, sl, tr, zh_cn, zh_tw

# AccountSettings|
source: Connect your FastMail account
ar: اتصل بحساب البريد إلكترونيّ
eo: Konekti vian FastMail-konton
et: Ühendumine oma FastMaili kontoga
fi: Yhdistä FastMail-tiliin
gl: Conectar a súa conta de FastMail
ko: 내 FastMail 계정 연결
pt: Ligar a sua conta do FastMail
sl: Povežite se na svoj račun FastMail
tr: FastMail hesabınızı bağlayın
zh_cn: 连接您的 FastMail 账户
zh_tw: 連接您的 FastMail 帳號

# AccountSettings|
source: Please fill in your name and email address. Please note that you require an app-specific password and cannot use your regular FastMail password.
ar: املأ اسمك وعنوان بريدك الإلكتروني. لاحظ أنك تحتاج إلى كلمة سر خاصة بالتطبيق ولا يمكنك استعمال كلمة سر فاست‌ميل العادية.
et: Palun anna oma nimi ja e-posti aadress. Palun arvesta, et soovisid kasutada rakendusepõhist parooli ega saa kasutada oma tavalist FastMaili parooli
fi: Anna nimesi ja sähköpostiosoitteesi. Huomaa, että sovelluskohtainen salasana vaaditaan, eikä tavallista FastMail-salasanaasi voi käyttää.
gl: Complete o seu nome e enderezo de correo electrónico. Teña en conta que necesita un contrasinal específico da aplicación e non pode usar o contrasinal de FastMail.
ko: 이름과 이메일 주소를 입력하십시오. 일반 FastMail 암호 대신 앱 암호를 사용해야 합니다.
pt: Por favor preencha o seu nome e endereço de e-mail. Lembre-se que poderá precisar de uma senha específica da aplicação e não poderá usar a sua senha normal do FastMail.
sl: Izpolnite svoje ime in e-poštni naslov. Upoštevajte, da potrebujete posebno geslo za dostop do aplikacije in ne morete uporabiti vašega običajnega gesla za FastMail.
tr: Adınızı ve e-posta adresinizi doldurun. Lütfen, uygulamaya özel bir parolaya gereksiniminizin olduğunu ve olağan FastMail parolanızı kullanamayacağınızı not edin.
zh_cn: 请填写您的名字和电子邮件地址。注意：您需要填写应用专用密码，而非您平时使用的 FastMail 密码。
zh_tw: 請填入您的名稱與電子郵件地址。請注意，您只能使用應用程式專用密碼 (app-specific password) 而非平常的 FastMail 密碼。

# AccountSettings|
source: Name
ar: الاسم
eo: Nomo
et: Nimi
fi: Nimi
gl: Nome
ko: 이름
pt: Nome
sl: Ime
tr: Ad
zh_cn: 名字
zh_tw: 名稱

# AccountSettings|
source: Your name
ar: اسمك
eo: Via nomo
et: Sinu nimi
fi: Nimesi
gl: O seu nome
ko: 내 이름
pt: O seu nome
sl: Vaše ime
tr: Adınız
zh_cn: 您的名字
zh_tw: 您的姓名

# AccountSettings|
source: Email address
ar: عنوان بريد إلكتروني
eo: Retpoŝta adreso
et: E-posti aadress
fi: Sähköpostiosoite
gl: Enderezo de correo electrónico
ko: 이메일 주소
pt: Endereço de e-mail
sl: E-naslov
tr: E-posta adresi
zh_cn: 电子邮件地址
zh_tw: 電子郵件地址

# AccountSettings|
source: Your email address
ar: عنوان بريدك الإلكتروني
eo: Via retpoŝta adreso
et: Sinu e-posti aadress
fi: Sähköpostiosoitteesi
gl: O seu enderezo de correo electrónico
ko: 내 이메일 주소
pt: O seu endereço de e-mail
sl: Naslov elektronske pošte
tr: E-posta adresiniz
zh_cn: 您的电子邮件地址
zh_tw: 您的電子郵件地址

source: Login
ar: ولوج
eo: Ensaluti
fi: Kirjaudu
gl: Acceso
ko: 로그인
pt: Utilizador
sl: Prijava
tr: Kullanıcı adı
zh_cn: 登录
zh_tw: 登入

# Login|
source: Password
ar: كلمة السّر
eo: Pasvorto
et: Parool
fi: Salasana
gl: Contrasinal
ko: 암호
pt: Senha
sl: Geslo
tr: Parola
zh_cn: 密码
zh_tw: 密碼

# Login|
source: App-specific password for your FastMail account
ar: كلمة سر خاصة بالتطبيق لحسابك في فاست‌ميل
eo: Pasvorto specifa por via FastMail-konto
et: Sinu FastMaili konto rakendusepõhine parool
fi: FastMail-tilisi sovelluskohtainen salasana
gl: Contrasinal específico da aplicación para a súa conta de FastMail
ko: 내 FastMail 계정의 앱 암호
pt: Senha específica da aplicação para a sua conta do FastMail
sl: Geslo za aplikacijo za vaš račun FastMail
tr: FastMail hesabınız için uygulamaya özel parola
zh_cn: FastMail 账户的应用专用密码
zh_tw: 您的 FastMail 帳號的應用程式專用密碼

# AccountSettings|
source: Connect your account
ar: اتصل بحسابك
eo: Konekti vian konton
et: ühendumine oma kontoga
fi: Yhdistä tiliisi
gl: Conectar a súa conta
ko: 내 계정 연결
pt: Ligar a sua conta
sl: Povežite se z računom
tr: Hesabınızı bağlayın
zh_cn: 连接账户
zh_tw: 連接您的帳號

# AccountSettings|
source: To let Kube access your account, fill in email address, username and the relevant server addresses. For information about the server details, please contact your email provider.
ar: للسماح لكيوب بالوصول إلى حسابك، املأ عنوان البريد الإلكتروني، واسم المستخدم، وعناوين الخادم ذات الصلة. للحصول على معلومات حول تفاصيل الخادم، يرجى الاتصال بمزود البريد الإلكتروني.
et: Et Kube pääseks sinu kontole ligi, anna siin e-posti aadress, kasutajanimi ja vajalikud serveriaadressid. Serveri üksikasju päri oma teenusepakkujalt.
fi: Jotta voisit käyttää tiliäsi Kubesta, anna sähköpostiosoite, käyttäjätunnus ja palvelintiedot. Palvelimen tiedot saat sähköpostiyhteydentarjoajaltasi.
gl: Para permitir a Kube acceder á súa conta, introduza o seu enderezo de correo electrónico, nome de usuaria, e os enderezos de servidor relevantes. Se necesita información sobre os detalles do servidor, contacte co seu fornecedor de correo electrónico.
ko: Kube에서 내 계정에 연결하려면 이메일 주소, 사용자 이름, 암호, 서버 주소를 입력하십시오. 서버 정보는 이메일 서비스 제공자에게 문의하십시오.
pt: Para deixar que o Kube aceda à sua conta, preencha o endereço de e-mail, o utilizador e os endereços dos servidores relevantes. Para mais informações sobre os detalhes do servidor, contacte por favor o seu fornecedor de e-mail.
sl: Če želite Kubu omogočiti dostop do vašega računa, vnesite e-poštni naslov, uporabniško ime inustrezni naslove strežnikov. Za informacije o podrobnostih strežnika se obrnite na svojega ponudnika e-pošte.
tr: Kube'nin hesabınıza erişmesine izin vermek için; e-posta adresinizi, kullanıcı adınızı ve ilgili sunucu adreslerini doldurun. Sunucu ayrıntıları üzerine daha fazla bilgi için lütfen e-posta sağlayıcınıza başvurun.
zh_cn: 为了能让 Kube 访问您的账户，请填写电子邮件地址、用户名和相关服务器的地址。请您联系邮件服务提供商获知有关服务器的更多信息。
zh_tw: 要讓 Kube 存取您的帳號，請填入電子郵件、使用者名稱及相關的伺服器地址。關於伺服器的詳細資訊請參照您的電子郵件提供者所提供的資訊。

# AccountSettings|
source: Username
ar: اسم المستخدم
eo: Uzantnomo
et: Kasutajanimi
fi: Käyttäjätunnus
gl: Nome de usuaria
ko: 사용자 이름
pt: Utilizador
sl: Uporabniško ime
tr: Kullanıcı adı
zh_cn: 用户名
zh_tw: 使用者名稱

# AccountSettings|
source: Your username for server access.
ar: اسم المستخدم الخاص بك للوصول إلى الخادم.
eo: Via uzantnomo por servila aliro.
et: Sinu kasutajanimi serverisse pääsemiseks.
fi: Käyttäjätunnuksesi palvelimelle.
gl: O seu nome de usuaria para acceder ao servidor.
ko: 서버에 접근할 사용자 이름입니다.
pt: O seu nome de utilizador para acesso ao servidor.
sl: Vaše uporabniško ime za dostop do strežnika.
tr: Sunucu erişimi için kullanıcı adınız.
zh_cn: 用于访问服务器的用户名
zh_tw: 存取伺服器用的使用者名稱。

# AccountSettings|
source: IMAP address
ar: عنوان IMAP
eo: IMAP-adreso
et: IMAP-aadress
fi: IMAP-osoite
gl: Enderezo de IMAP
ko: IMAP 주소
pt: Endereço de IMAP
sl: Naslov IMAP
tr: IMAP adresi
zh_cn: IMAP 地址
zh_tw: IMAP 地址

# AccountSettings|
source: Use Starttls
ar: استعمل بدء ‌الاستيثاق
eo: Uzi Starttls
fi: Käytä StartTLS:ää
gl: Usar Starttls
ko: STARTTLS 사용
pt: Usar o STARTTLS
sl: Uporabljaj Starttls
tr: Starttls kullan
zh_cn: 使用 Starttls
zh_tw: 使用 Starttls

# AccountSettings|
source: Authentication Method
ar: طريقة الاستيثاق
eo: Aŭtentikiga Metodo
fi: Tunnistautumistapa
gl: Método de autenticación
ko: 인증 방법
pt: Método de Autenticação
sl: Metoda overjanja
tr: Kimlik Doğrulama Yöntemi
zh_cn: 认证方式
zh_tw: 驗證方式

# AccountSettings|
source: SMTP address
ar: عنوان SMTP
eo: SMTP-adreso
et: MTP-aadress
fi: SMTP-osoite
gl: Enderezo de SMTP
ko: SMTP 주소
pt: Endereço de SMTP
sl: Naslov SMTP
tr: SMTP adresi
zh_cn: SMTP 地址
zh_tw: SMTP 地址

# AccountSettings|
source: CardDAV address
ar: عنوان CardDAV
eo: CardDAV-adreso
et: CardDAV-aadress
fi: CardDAV-osoite
gl: Enderezo de CardDAV
ko: CardDAV 주소
pt: Endereço de CardDAV
sl: Naslov CardDAV
tr: CardDAV adresi
zh_cn: CardDAV 地址
zh_tw: CardDAV 地址

# AccountSettings|
source: CalDAV address
ar: عنوان CalDAV
eo: CalDAV-adreso
et: CalDAV-aadress
fi: CalDAV-osoite
gl: Enderezo de CalDAV
ko: CalDAV 주소
pt: Endereço de CalDAV
sl: Naslov CaIDAV
tr: CalDAV adresi
zh_cn: CalDAV 地址
zh_tw: CalDAV 地址

# Login|
source: Password of your account
ar: كلمة سر حسابك
eo: Pasvorto de via konto
et: Sinu konto parool
fi: Tilisi salasana
gl: Contrasinal da súa conta
ko: 내 계정 암호
pt: Senha da sua conta
sl: Geslo vašega računa
tr: Hesabınızın parolası
zh_cn: 账户密码
zh_tw: 您的帳號的密碼

# AccountSettings|
source: Connect your Google account
ar: اتصل بحسابك في جوجل
eo: Konekti vian Google-konton
et: Ühendumine oma Google'i kontoga
fi: Yhdistä Google-tiliisi
gl: Conectar a súa conta de Google
ko: 내 Google 계정 연결
pt: Ligar a sua conta do Google
sl: Povežite vaš Googlov račun
tr: Google hesabınızı bağlayın
zh_cn: 连接 Google 账户
zh_tw: 連接您的 Google 帳號

# AccountSettings|
source: To let Kube access your account, fill in email address, username and give the account a title that will be displayed inside Kube.
ar: للسماح لكيوب بالوصول إلى حسابك، املأ عنوان البريد الإلكتروني، واسم المستخدم، وأعطِ الحساب عنوانًا يُعرض داخل كيوب.
et: Et Kube pääseks sinu kontole ligi, anna siin e-posti aadress, kasutajanimi ja määra kontole nimi, mida näidatakse Kubes.
fi: Jotta voisit käyttää tiliäsi Kubesta, anna sähköpostiosoitteesi ja käyttäjätunnuksesi sekä nimi, jota Kube tilistä käyttää.
gl: Para que Kube poida acceder á súa conta, introduza o seu enderezo de correo electrónico e nome de usuaria e déalle á conta un título que amosar dentro de Kube.
ko: Kube에서 내 계정에 연결하려면 이메일 주소, 사용자 이름, Kube에 표시할 계정 이름을 입력하십시오.
pt: Para deixar que o Kube aceda à sua conta, preencha o endereço de e-mail, o utilizador e atribua à conta um título que será apresentado dentro do Kube.
sl: Če želite Kubu omogočiti dostop do vašega računa, vnesite e-poštni naslov, uporabniško ime in podajte naslov računa, ki bo prikazan znotraj Kubeja.
tr: Kube'nin hesabınıza erişmesine izin vermek için; e-posta adresinizi, kullanıcı adınızı doldurun ve hesabınıza Kube içinde görüntülenmesi için bir başlık koyun.
zh_cn: 为了能让 Kube 访问您的账户，请填写电子邮件地址和用户名，并为此账户起一个用于 Kube 内部显示的名称。
zh_tw: 要讓 Kube 存取您的帳號，請填入電子郵件及使用者名稱，並提供 Kube 當中顯示該帳號用的標題。

# Login|
source: Password of your IMAP account
ar: كلمة سر حسابك في IMAP
eo: Pasvorto de via IMAP-konto
et: IMAP-konto parool
fi: IMAP-tilisi salasana
gl: Contrasinal da súa conta de IMAP
ko: 내 IMAP 계정 암호
pt: A senha da sua conta de IMAP
sl: Geslo za vaš račun IMAP
tr: IMAP hesabınızın parolası
zh_cn: IMAP 账户的密码
zh_tw: 您的 IMAP 帳號的密碼

# AccountSettings|
source: Connect your IMAP account
ar: اتصل بحسابك في IMAP
eo: Konekti vian IMAP-konton
et: Ühendumine oma IMAP-kontoga
fi: Yhdistä IMAP-tiliisi
gl: Conectar a súa conta de IMAP
ko: 내 IMAP 계정 연결
pt: Ligar a sua conta de IMAP
sl: Povežite se z vašim računom IMAP
tr: IMAP hesabınızı bağlayın
zh_cn: 连接 IMAP 账户
zh_tw: 連接您的 IMAP 帳號

# AccountSettings|
source: To let Kube access your account, fill in email address, username, password and give the account a title that will be displayed inside Kube. For information about which SMTP, IMAP address, which authentication and port to be used, please contact your email provider.
ar: للسماح لكيوب بالوصول إلى حسابك، املأ عنوان البريد الإلكتروني، واسم المستخدم، وكلمة السر، وأعطِ الحساب عنوانًا يُعرض داخل كيوب. للحصول على معلومات حول SMTP وعنوان IMAP والاستيثاق والمنفذ المراد استخدامه، يرجى الاتصال بمزود البريد الإلكتروني.
et: Et Kube pääseks sinu kontole ligi, anna siin e-posti aadress, kasutajanimi ja määra kontole nimi, mida näidatakse Kubes. Teavet, millist SMTP- ja IMAP-aadressi ning millist autentimisviisi ja porti tarvitada, saab sulle anda teenusepakkuja.
fi: Jotta voisit käyttää tiliäsi Kubesta, anna sähköpostiosoitteesi, käyttäjätunnuksesi ja salasanasi sekä nimi, jota tilistä Kubessa käytetään. SMTP- ja IMAP-osoitteet sekä tiedon todennustavasta ja portista saat sähköpostintarjoajaltasi.
gl: Para permitir a Kube acceder á súa conta, introduza o seu enderezo de correo electrónico, nome de usuaria, contrasinal, e déalle un título á conta para amosar dentro de Kube. Se necesita información sobre se usar un enderezo de SMTP ou de IMAP ou sobre o tipo de autenticación e porto que usar, contacte co seu fornecedor de correo electrónico.
ko: Kube에서 내 계정에 연결하려면 이메일 주소, 사용자 이름, 암호, Kube에 표시할 계정 이름을 입력하십시오. 이메일 서비스 제공자에게 SMTP, IMAP 주소, 인증 방법과 포트 번호에 대해서 문의하십시오.
pt: Para deixar que o Kube aceda à sua conta, preencha o endereço de e-mail, o utilizador e atribua à conta um título que será apresentado dentro do Kube. Para mais informações sobre os endereços de SMTP, IMAP e a autenticação ou porto a usar, contacte por favor o seu fornecedor de e-mail.
sl: Če želite Kubu omogočiti dostop do vašega računa, vnesite e-poštni naslov, uporabniško ime, geslo in računu podati naslov, ki bo prikazan znotraj Kubeja. Zainformacije o tem, kateri SMTP, IMAP naslov, katero potrdilo in vrata uporabiti, se obrnite na svojega ponudnika e-pošte.
tr: Kube'nin hesabınıza erişmesine izin vermek için; e-posta adresinizi, kullanıcı adınızı doldurun ve hesabınıza Kube içinde görüntülenmesi için bir başlık koyun. Hangi SMTP, IMAP adresinin ve hangi kimlik doğrulama yöntemi ve kapının kullanılacağı ile ilgili olarak lütfen e-posta sağlayıcınıza başvurun.
zh_cn: 为了能让 Kube 访问您的账户，请填写电子邮件地址、用户名和密码，并为此账户起一个用于 Kube 内部显示的名称。请您联系邮件服务提供商获知有关 SMTP 地址、IMAP 地址、认证方式和端口号的信息。
zh_tw: 要讓 Kube 存取您的帳號，請填入電子郵件、使用者名稱及密碼，並提供 Kube 當中顯示該帳號用的標題。關於要使用什麼 SMTP、IMAP 地址、驗證方式還是連接埠的資訊，請參照您的電子郵件提供者的資訊。

# AccountSettings|
source: Your username for IMAP and SMTP access.
ar: اسم المستخدم الخاص بك للوصول إلى IMAP و SMTP.
eo: Via uzantnomo por IMAP kaj SMTP-aliro.
et: Sinu kasutajanimi IMAP-i ja SMTP kasutamiseks.
fi: Käyttäjätunnuksesi IMAP- ja SMTP-käyttöön.
gl: O seu nome de usuaria para acceder a IMAP e SMTP.
ko: IMAP과 SMTP 접근에 사용할 사용자 이름입니다.
pt: O seu utilizador para o acesso ao IMAP e SMTP.
sl: Vaše uporabniško ime za dostop IMAP in SMTP.
tr: IMAP ve SMTP erişimi için kullanıcı adınız.
zh_cn: 用于访问 IMAP 和 SMTP 的用户名。
zh_tw: IMAP 與 SMTP 存取用的使用者名稱。

# AccountSettings|
source: IMAP server address
ar: عنوان خادم IMAP
eo: IMAP servilo adreso
et: IMAP-serveri aadress
fi: IMAP-palvelinosoite
gl: Enderezo do servidor de IMAP
ko: IMAP 서버 주소
pt: Endereço do servidor de IMAP
sl: Naslov strežnika IMAP
tr: IMAP sunucu adresi
zh_cn: IMAP 服务器地址
zh_tw: IMAP 伺服器地址

# AccountSettings|
source: Connect your Kolab Now account
ar: اتصل بحسابك في كولاب الآن
eo: Konekti vian Kolab Now konton
et: Ühendumine oma Kolab Now kontoga
fi: Yhdistä Kolab Now -tiliisi
gl: Conectar a súa conta de Kolab Now
ko: 내 Kolab Now 계정 연결
pt: Ligar a sua conta do Kolab Now
sl: Poveži se na vaš račun Kolab Now
tr: Kolab Now hesabınızı bağlayın
zh_cn: 连接 Kolab Now 账户
zh_tw: 連接您的 Kolab Now 帳號

# AccountSettings|
source: Please fill in your name and email address. No account yet? <a href='https://kolabnow.com/kube-campaign/'>Sign up now!</a>
ar: املأ اسمك وعنوان بريدك الإلكتروني. ليس لديك حساب بعد؟ <a href='https://kolabnow.com/kube-campaign/'>سجّل الآن!</a>
et: Palun anna siin nimi ja e-posti aadress. Sul pole veel kontot? <a href='https://kolabnow.com/kube-campaign/'>Tee see endale kohe!</a>
fi: Anna nimesi ja sähköpostiosoitteesi. Puuttuuko tili? <a href='https://kolabnow.com/kube-campaign/'>Rekisteröidy nyt!</a>
gl: Introduza o seu nome e enderezo de correo electrónico. Aínda non ten conta? <a href='https://kolabnow.com/kube-campaign/'>Rexístrese agora!</a>
ko: 이름과 이메일 주소를 입력하십시오. 계정이 없으신가요? <a href='https://kolabnow.com/kube-campaign/'>지금 등록하십시오</a>
pt: Por favor, preencha o seu nome e endereço de e-mail. Ainda não tem uma conta? <a href='https://kolabnow.com/kube-campaign/'>Registe-se agora!</a>
sl: Izpolnite svoje ime in e-poštni naslov. Še nimate računa? <a href='https://kolabnow.com/kube-campaign/'>Podpišite zdaj!</a>
tr: Lütfen adınızı ve e-posta adresinizi doldurun. Hesabınız yok mu? <a href='https://kolabnow.com/kube-campaign/'>Şimdi kaydolun!</a>
zh_cn: 请填写您的名字和电子邮件地址。还没有账户？<a href='https://kolabnow.com/kube-campaign/'>立刻注册！</a>
zh_tw: 請填入您的名稱與電子郵件地址。還沒有帳號嗎？<a href='https://kolabnow.com/kube-campaign/'>現在註冊吧！</a>

# Login|
source: Password of your Kolab Now account
ar: كلمة سر حسابك في كولاب الآن
eo: Pasvorto de via konto Kolab Now
et: Kolab Now konto parool
fi: Kolab Now -tilisi salasana
gl: Contrasinal da súa conta de Kolab Now
ko: Kolab Now 계정 암호
pt: A senha da sua conta do Kolab Now
sl: Geslo vašega računa Kolab Now
tr: Kolab Now hesabınızın parolası
zh_cn: Kolab Now 账户的密码
zh_tw: 您的 Kolab Now 帳號的密碼

# AccountSettings|
source: Add your Maildir archive
ar: أضف أرشيف Maildir الخاص بك
eo: Aldoni vian Maildir-arkivon
et: Maildir-arhiivi lisamine
fi: Lisää maildir-arkistosi
gl: Engada o seu arquivo de Maildir
ko: Maildir 보관 파일 추가
pt: Adicionar o seu arquivo Maildir
sl: Dodajte svoj arhiv Maildir
tr: Maildir arşivinizi ekleyin
zh_cn: 添加归档文件夹
zh_tw: 新增您的 Maildir 封存

# AccountSettings|
source: To let Kube access your maildir archive, add the path to your archive and give the account a title that will be displayed inside Kube.
ar: للسماح لكيوب بالوصول إلى أرشيف maildir الخاص بك، أضف المسار إلى أرشيفك وأعطِ الحساب عنوانًا يُعرض داخل كيوب.
et: Et Kube pääseks sinu maildir-arhiivile lugu, anna siin arhiivi asukoht ja määra kontole nimi, mida näidatakse Kubes.
fi: Jotta voisit käyttää maildir-arkistoasi Kubesta, anna arkiston sijainti sekä nimi, jota arkistosta Kubessa käytetään.
gl: Para que Kube poida acceder ao seu arquivo de Maildir, engada a ruta do arquivo e déalle á conta un título que amosar dentro de Kube.
ko: Kube에서 Maildir 보관 파일을 사용하려면 보관 파일 경로와 Kube에 표시할 계정 이름을 입력하십시오.
pt: Para deixar que o Kube aceda ao seu arquivo Maildir, preencha o endereço de e-mail, o utilizador e atribua à conta um título que será apresentado dentro do Kube.
sl: Da bi programu Kubo dovolili dostop do arhiva maildir, dodajte pot do vašega arhiva in dajte računu ime, ki bo prikazano v programu Kube.
tr: Kube'nin maildir arşivinize erişmesine izin vermek için arşivinize olan yolu ekleyin ve hesabınıza Kube içinde görüntülenmesi için bir başlık koyun.
zh_cn: 为了能让 Kube 访问归档邮件目录，请填写归档文件夹的路径，并为此账户起一个用于 Kube 内部显示的名称。
zh_tw: 要讓 Kube 存取您的 Maildir 封存，請提供您的封存的路徑，並提供 Kube 當中顯示該帳號用的標題。

# AccountSettings|
source: Title of Account
ar: عنوان الحساب
eo: Titolo de Konto
et: Konto nimi
fi: Tilin otsikko
gl: Título da conta
ko: 계정 이름
pt: Título da Conta
sl: Ime računa
tr: Hesap Başlığı
zh_cn: 账户名称
zh_tw: 帳號的標題

# AccountSettings|
source: E.g. "Work", "Home" that will be displayed in Kube as name
ar: مثل «العمل»، «المنزل» يعرض في كيوب كاسم
eo: ekz. "Labo", "Hejmo" kiu estos montrita en Kube kiel nomo
et: Kube näitab valitud nime, nt "Töö", "Kodu" jne
fi: Esim. ”Työ”, ”Koti”, mikä näkyy Kubessa nimenä
gl: P. ex. «Traballo», «Casa». Amosarase en Kube como nome.
ko: 예: Kube에서 이름으로 표시할 "직장", "개인" 등
pt: P.ex. "Trabalho", "Casa" que aparecerá no Kube como nome
sl: Npr. "Delo", "Dom", ki bodo v programu Kube prikazani kot ime
tr: Örn. "İş" veya "Ev"; Kube içinde görüntülenecek bir ad
zh_cn: 示例：Kube 会显示“工作”“家庭”这种名称
zh_tw: 例如「工作」或「家用」，會在 Kube 中作為名稱顯示

# AccountSettings|
source: Path
ar: المسار
eo: Vojo
et: Asukoht
fi: Polku
gl: Ruta
ko: 경로
pt: Localização
sl: Pot
tr: Yol
zh_cn: 路径
zh_tw: 路徑

# AccountSettings|
source: Choose a maildir folder
ar: اختر مجلد maildir
eo: Elekti maildir-dosierujon
et: Maildir-kataloogi valimine
fi: Valitse maildir-kansio
gl: Seleccionar un cartafol de Maildir
ko: Maildir 폴더 선택
pt: Escolha uma pasta 'maildir'
sl: Izberi mapo maildir
tr: Bir maildir klasörü seçin
zh_cn: 选择一个邮件目录中的文件夹
zh_tw: 選擇 Maildir 資料夾

# main|
source: To automatically unlock the keyring pass in a keyring in the form of {"accountId": {"resourceId": "secret", *}}
ar: لفتح سلسلة المفاتيح آليًّا، مرّر في سلسلة مفاتيح بالصيغة: {"accountId": {"resourceId": "secret", *}}
fi: Avataksesi avainrenkaan automaattisesti syötä avainrengas muodossa {{"tilinTunniste": {"resurssinTunniste": "salasana", *}}
gl: Para desbloquear automaticamente o chaveiro pásalle un chaveiro en forma de {"identificadorDaConta": {"identificadorDoRecurso": "segredo", *}}
ko: 키 모음의 잠금을 자동으로 해제하려면 {"accountId": {"resourceId": "secret", *}} 형태로 키 모음을 지정하십시오
pt: Para desbloquear automaticamente o porta-chaves, passe a referência para o mesmo no formato {"accountId": {"resourceId": "secret", *}}
sl: Za samodejno odklepanje seznama ključev vnesete ključ v obliki {"accountId": {"resourceId": "secret", *}}
tr: Bir anahtar zinciri içindeki {"hesapKimliği": {"özkaynakKimliği": "giz", *}} biçimli kilidi otomatik olarak açmak için
zh_cn: 若要自动解锁密钥环，请传入一个形如 {"accountId": {"resourceId": "secret", *}} 的密钥环
zh_tw: 要自動解鎖鑰匙圈，請將金鑰以此形式傳入：{"accountId": {"resourceId": "secret", *}}

# AccountWizard|
source: Select your new account type
ar: اختر نوع حسابك الجديد
eo: Elekti vian novan kontan tipon
et: Uue konto tüübi valimine
fi: Valitse uuden tilin tyyppi
gl: Seleccione o tipo da súa nova conta
ko: 새 계정 종류 선택
pt: Seleccione o tipo da sua nova conta
sl: Izberite novo vrsto računa
tr: Yeni hesap türünü seçin
zh_cn: 选择新账户的类型
zh_tw: 選擇您的新帳號類型

# AccountWizardPage|
source: Discard
ar: أهمِل
eo: Forĵeti
et: Hülga
fi: Hylkää
gl: Descartar
ko: 무시
pt: Esquecer
sl: Zavrzi
tr: At
zh_cn: 不保存
zh_tw: 捨棄

# AccountWizardPage|
source: Save
ar: احفظ
eo: Konservi
et: Salvesta
fi: Tallenna
gl: Gardar
ko: 저장
pt: Gravar
sl: Shrani
tr: Kaydet
zh_cn: 保存
zh_tw: 儲存

# Kube|
source: Outbox
ar: الصادر
eo: Elirkesto
fi: Lähtevä
gl: Caixa de saída
ko: 보낼 편지함
pt: A Enviar
sl: Izhodna pošta
tr: Giden kutusu
zh_cn: 发件箱
zh_tw: 寄件匣

# Kube|
source: Notification view
ar: عرض الإشعارات
eo: Sciiga vido
et: Märguandevaade
fi: Ilmoitusnäkymä
gl: Vista de notificacións
ko: 알림 보기
pt: Área de notificações
sl: Pogled obvestil
tr: Bildirim görünümü
zh_cn: 通知视图
zh_tw: 通知檢視

# Kube|
source: Settings
ar: إعدادات
eo: Agordoj
et: Seadistused
fi: Asetukset
gl: Configuración
ko: 설정
pt: Configuração
sl: Nastavitve
tr: Ayarlar
zh_cn: 设置
zh_tw: 設定

# upgrade|
source: Please wait while Kube is upgrading...
ar: الرجاء الانتظار ريثما يرقّي كيوب...
eo: Bonvolu atendi dum Kube ĝisdatigas...
et: Palun oota, kuni Kubet uuendatakse ...
fi: Odota, kun Kubea päivitetään…
gl: Agarde mentres se anova Kube…
ko: Kube를 업그레이드하는 동안 기다려 주십시오...
pt: Espere por favor enquanto se actualiza o Kube...
sl: Prosimo počakajte, da se Kube posodobi...
tr: Kube yükseltilirken lütfen bekleyin...
zh_cn: Kube 正在升级，请稍候...
zh_tw: 請稍候 Kube 更新…

# upgrade|
source: Kube upgraded the storage layer.
ar: كيوب رقّى طبقة التخزين.
eo: Kube ĝisdatigis la konservan tavolon.
fi: Kube päivitti tallennustilatason.
gl: Kube anovou a capa de almacenamento.
ko: Kube의 저장소 레이어를 업그레이드했습니다.
pt: O Kube actualizou o seu módulo de armazenamento.
sl: Kube je nadgradil shranjevalni sloj.
tr: Kube, depolama katmanını yükseltti.
zh_cn: Kube 已经升级了存储层。
zh_tw: Kube 已更新儲存層。

# upgrade|
source: This might take a while.
ar: قد يستغرق هذا بعض الوقت.
eo: Ĉi tio eble daŭros iom da tempo.
et: See võib võtta veidi aega.
fi: Tämä voi kestää hetken.
gl: Isto pode tardar un tempo.
ko: 시간이 걸릴 수 있습니다.
pt: Isto poderá levar algum tempo.
sl: To lahko traja nekaj časa.
tr: Bu biraz zaman alabilir.
zh_cn: 可能需要一段时间。
zh_tw: 這可能會花上一段時間。

# upgrade|
source: Please exit and restart Kube.
ar: اخرج وأعد تشغيل كيوب.
eo: Bonvolu eliri kaj rekomenci Kube.
et: Palun välju ja taaskäivita Kube.
fi: Lopeta ja käynnistä uudelleen Kube
gl: Saia e reinicie Kube.
ko: Kube를 끝내고 다시 시작하십시오.
pt: Por favor, saia e reinicie o Kube.
sl: Zaprite in znova zaženite Kube.
tr: Lütfen Kube'den çıkın ve yeniden başlatın.
zh_cn: 请退出并重启 Kube。
zh_tw: 請離開並重新開啟 Kube。

# upgrade|
source: Exit
ar: اخرج
eo: Eliri
et: Välju
fi: Poistu
gl: Saír
ko: 끝내기
pt: Sair
sl: Izhod
tr: Çık
zh_cn: 退出
zh_tw: 離開

# main|
source: File as Expense
ar: قدّم كنفقة
eo: Dosiero kiel Elspezo
fi: Tiedosto kuluksi
gl: Gardar como gasto
ko: 지출로 표시
pt: Enviar como Despesa
sl: Datoteka kot odhodek
tr: Masraf Olarak Dosyala
zh_cn: 归档为支出项目
