Repository: KDE/kube
Catalog: poqm/*/kube_qt.po
Languages: ar, eo, et, fi, gl, ko, pt, sl, tr, zh_cn, zh_tw

# View|
source: %1: please check your network connection and settings.
ar: %1: يرجى التحقق من اتصال الشبكة والإعدادات الخاصة بك.
eo: %1: bonvolu kontroli vian retkonekton kaj agordojn.
et: %1: palun kontrolli oma võrguühendust ja -seadistusi.
fi: %1: tarkista verkkoyhteys ja -asetukset
gl: %1: revise a súa conexión de rede e a súa configuración.
ko: %1: 네트워크 연결과 설정을 확인하십시오.
pt: %1: verifique por favor a sua ligação e configuração da rede.
sl: %1: preverite omrežno povezavo in nastavitve.
tr: %1: Ağ bağlantınızı ve ayarlarınızı denetleyin.
zh_cn: %1：请检查您的网络连接和设置。
zh_tw: %1：請檢查您的網路連線與設定。

# View|
source: Account Settings
ar: إعدادات الحساب
eo: Kontagordoj
et: Konto seadistused
fi: Tiliasetukset
gl: Configuración da conta
ko: 계정 설정
pt: Configuração da Conta
sl: Nastavitve računa
tr: Hesap Ayarları
zh_cn: 账户设置
zh_tw: 帳號設定

# View|
source: Failed to send the message.
ar: فشلت في إرسال الرسالة.
eo: Malsukcesis sendi la mesaĝon.
et: Kirja saatmine nurjus.
fi: Viestin lähettäminen epäonnistui.
gl: Non foi posíbel enviar a mensaxe.
ko: 메시지를 보낼 수 없습니다.
pt: Não foi possível enviar a mensagem.
sl: Sporočila ni bilo mogoče poslati.
tr: İleti gönderilemedi.
zh_cn: 消息发送失败。
zh_tw: 信件傳送失敗。

# View|
source: Account: %1
ar: الحساب: %1
eo: Konto: %1
et: Konto: %1
fi: Tili: %1
gl: Conta: %1
ko: 계정: %1
pt: Conta: %1
sl: Račun: %1
tr: Hesap: %1
zh_cn: 账户：%1
zh_tw: 帳號：%1

# View|
source: Subject: %1
ar: الموضوع: %1
eo: Temo: %1
et: Teema: %1
fi: Aihe: %1
gl: Asunto: %1
ko: 제목: %1
pt: Assunto: %1
sl: Predmet: %1
tr: Konu: %1
zh_cn: 主题：%1
zh_tw: 主旨：%1

# View|
source: To: %1
ar: إلى: %1
eo: Al: %1
et: Saaja: %1
fi: Vastaanottaja: %1
gl: Para: %1
ko: 받는 사람: %1
pt: Para: %1
sl: Za: %1
tr: Kime: %1
zh_cn: 收件人： %1
zh_tw: 收件者：%1

# View|
source: Cc: %1
ar: ن‌ك: %1
et: Koopia: %1
fi: Kopio: %1
gl: Copia: %1
ko: 참조: %1
sl: Kp: %1
tr: Kopya: %1
zh_cn: 抄送：%1
zh_tw: 副本：%1

# View|
source: Try Again
ar: جرّب مجدّدًا
eo: Provi denove
et: Proovi uuesti
fi: Yritä uudelleen
gl: Intentalo de novo
ko: 다시 시도
pt: Tentar de Novo
sl: Poskusi ponovno
tr: Yeniden Dene
zh_cn: 重试
zh_tw: 再試一次

# View|
source: Succeeded to send the message.
ar: نجحت في إرسال الرسالة.
eo: Sukcesis sendi la mesaĝon.
et: Kirja saatmine õnnestus.
fi: Viestin lähettäminen onnistui.
gl: A mensaxe enviouse correctamente.
ko: 메시지를 보냈습니다.
pt: A mensagem foi enviada com sucesso.
sl: Uspešno poslano sporočilo.
tr: İleti, başarıyla gönderildi.
zh_cn: 消息发送成功。
zh_tw: 成功傳送信件。

# View|
source: Folder name blacklist
ar: القائمة السوداء لأسماء المجلدات
eo: Dosierujo nomo nigra listo
fi: Kansionimien estolista
gl: Lista de prohibición de nomes de cartafol
ko: 폴더 이름 차단 목록
sl: Črni seznam imen map
tr: Klasör adı kara listesi
zh_tw: 資料夾名稱黑名單

# View|
source: Comma separated folder names
ar: أسماء مجلدات مفصولة بفواصل
eo: Komo disigitaj dosierujoj nomoj
fi: Pilkuin erotettuja kansionimiä
gl: Nomes de cartafoles separados por comas.
ko: 쉼표로 구분한 폴더 이름
sl: Imena map ločena z vejico
tr: Virgülle ayrılmış klasör adları
zh_tw: 以逗號分隔的資料夾名稱列表

# View|
source: Per Folder Mime Message Whitelist
ar: القائمة البيضاء لرسائل Mime لكل مجلد
eo: Per Dosierujo Mime Mesaĝo Blanka Listo
fi: Kansioittain sallittujen MIME-viestien lista
gl: Lista de permisión de mensaxes por MIME de cartafol
ko: 폴더별 MIME 메시지 허용 목록
sl: Beli seznam Mime sporočil po mapah
tr: Klasör Başı MIME İletisi Beyaz Listesi
zh_tw: 個別資料夾的 MIME 信件白名單

# View|
source: Folder special purpose blacklist
ar: القائمة السوداء للغرض الخاص للمجلد
eo: Dosierujo speciala celo nigra listo
fi: Kansion torjuttujen erityistarkoitusten lista
gl: Lista de prohibición de propósito especial de cartafoles.
ko: 폴더 특수 목적 차단 목록
sl: Črni seznam map za posebne namene
tr: Klasör özel amaç kara listesi
zh_tw: 資料夾特別用途黑名單

# View|
source: Comma separated special purpose types. Example: drafts, trash, sent
ar: أنواع الغرض الخاص مفصولة بفواصل. مثال: مسودّات، مهملات، مُرسل
eo: Komo apartigis specialcelajn tipojn. Ekzemplo: malnetoj, rubujo, sendita
fi: Pilkuin erotettuja erityistarkoituksia, esim. luonnokset, roskakori, lähetetyt
gl: Tipos de propósito especial separados por coma. Exemplo: borradores, lixo, enviado.
ko: 쉼표로 구분된 특수 목적 형식입니다. 예: drafts, trash, sent
sl: Vrste za posebne namene ločene z vejico. Primer: osnutki, smeti, poslano
tr: Virgülle ayrılmış özel amaç türleri. Örnek: Taslaklar, Çöp Kutusu, Gönderilen
zh_tw: 以逗號分隔的特別用途類型列表。例如：草稿、垃圾桶、已送出

# View|
source: Sender blacklist
ar: القائمة السوداء للمرسلين
eo: Nigra listo de sendintoj
fi: Torjuttujen lähettäjien lista
gl: Lista de prohibición de remitentes
ko: 보낸 사람 차단 목록
sl: Črni seznam pošiljateljev
tr: Gönderen kara listesi
zh_tw: 寄件者黑名單

# View|
source: Comma separated sender email addresses
ar: عناوين بريد إلكتروني للمرسل مفصولة بفواصل
eo: Komo apartigis sendintajn retadresojn
fi: Pilkuin erotettuja lähettäjien sähköpostiosoitteita
gl: Enderezos de correo electrónico de remitentes separados por comas.
ko: 쉼표로 구분된 보낸 사람 이메일 주소
sl: Naslovi e-pošte pošiljateljev ločeni z vejico
tr: Virgülle ayrılmış gönderen e-posta adresleri
zh_tw: 以逗號分隔的寄件者電子郵件地址列表

# View|
source: To blacklist
ar: إلى القائمة السوداء
eo: Al nigra listo
fi: Torjuttujen listalle
gl: Lista de prohibición de destinatarias
ko: 받는 사람 차단 목록
sl: Na črni seznam
tr: Kara listeye
zh_tw: 收件者黑名單

# View|
source: Sender name contains filter
ar: فلتر اسم المرسل يحتوي على
eo: Sendanto nomo enhavas filtrilon
fi: Lähettäjän nimi sisältää suodattimen
gl: Filtro de contido do nome das destinatarias
ko: 보낸 사람 이름 포함 필터
sl: Ime pošiljatelja vsebuje filter
tr: Gönderen adı süzgeç içerir
zh_tw: 寄件者名稱包含過濾器

# View|
source: Delete!
ar: احذف!
eo: Forigu!
et: Kustuta!
fi: Poista!
gl: Eliminar!
ko: 삭제!
pt: Apagar!
sl: Zbriši!
tr: Sil!
zh_cn: 删除！
zh_tw: 刪除！

# View|
source: Reply!
ar: ردّ!
eo: Respondu!
et: Vasta!
fi: Vastaa!
gl: Responder!
ko: 답장!
pt: Responder!
sl: Odgovori!
tr: Yanıtla!
zh_cn: 回复！
zh_tw: 回覆！

# View|
source: Flag!
ar: علم!
eo: Flago!
et: Lipp!
fi: Lippu!
gl: Marcar!
ko: 중요함 표시!
pt: Marcar!
sl: Zastavica!
tr: Bayrak Koy!
zh_cn: 旗标！

# View|
source: Previous
ar: السابق
eo: Antaŭa
et: Eelmine
fi: Edellinen
gl: Anterior
ko: 이전
pt: Anterior
sl: Prejšnje
tr: Önceki
zh_cn: 上一封

# View|
source: Next
ar: التالي
eo: Sekva
et: Järgmine
fi: Seuraava
gl: Seguinte
ko: 다음
pt: Seguinte
sl: Naslednje
tr: Sonraki
zh_cn: 下一封

# View|
source: Error
ar: خطأ
eo: Eraro
et: Tõrge
fi: Virhe
gl: Erro
ko: 오류
pt: Erro
sl: Napaka
tr: Hata
zh_cn: 错误
zh_tw: 錯誤

# View|
source: Info
ar: معلومات
eo: Informo
et: Teave
fi: Tiedoksi
gl: Información
ko: 정보
pt: Informação
sl: Informacije
tr: Bilgi
zh_cn: 信息
zh_tw: 資訊

# MailListEditor|
source: (main)
ar: (الرئيسي)
eo: (ĉefa)
fi: (runko)
gl: (principal)
ko: (주)
pt: (principal)
sl: (glavni)
tr: (ana)
zh_cn: (主体)
zh_tw: (主要)

# MailListEditor|
source: Add email
ar: أضف بريدًا إلكترونيًّا
eo: Aldoni retpoŝton
et: Lisa e-posti aadress
fi: Lisä sähköposti
gl: Engadir un correo electrónico
ko: 이메일 추가
pt: Adicionar um e-mail
sl: Dodaj e-pošto
tr: E-posta ekle
zh_cn: 新建邮件
zh_tw: 新增電子郵件

# People|
source: New Contact
ar: متراسل جديد
eo: Nova Kontakto
et: Uus kontakt
fi: Uusi yhteystieto
gl: Novo contacto
ko: 새 연락처
pt: Novo Contacto
sl: Nov stik
tr: Yeni Kişi
zh_cn: 新建联系人
zh_tw: 新增聯絡人

# People|
source: Search...
ar: ابحث...
eo: Serĉi...
et: Otsi ...
fi: Etsi…
gl: Buscar…
ko: 검색...
pt: Procurar...
sl: Išči...
tr: Ara...
zh_cn: 搜索...
zh_tw: 搜尋…

# People|
source: Remove
ar: أزل
eo: Forigi
et: Eemalda
fi: Poista
gl: Retirar
ko: 삭제
pt: Remover
sl: Odstrani
tr: Kaldır
zh_cn: 删除
zh_tw: 移除

# People|
source: Edit
ar: حرّر
eo: Redakti
et: Muuda
fi: Muokkaa
gl: Editar
ko: 편집
pt: Editar
sl: Uredi
tr: Düzenle
zh_cn: 编辑
zh_tw: 編輯

# PersonComposer|
source: Choose an Avatar
ar: اختر صورة رمزية
eo: Elekti Avataron
et: Avatari valimine
fi: Valitse avatar
gl: Escoller un avatar
ko: 아바타 선택
pt: Escolha um Avatar
sl: Izberi Avatarja
tr: Bir Avatar Seçin
zh_cn: 选择头像
zh_tw: 選擇一個大頭貼

# PersonComposer|
source: First name
ar: الاسم الأول
eo: Antaŭnomo
et: Eesnimi
fi: Etunimi
gl: Nome de pía
ko: 이름
pt: Nome próprio
sl: Ime
tr: Ad
zh_cn: 名字
zh_tw: 名字

# PersonComposer|
source: Last name
ar: اسم العائلة
eo: Familia nomo
et: Perekonnanimi
fi: Sukunimi
gl: Apelidos
ko: 성
pt: Apelido
sl: Priimek
tr: Soyad
zh_cn: 姓氏
zh_tw: 姓氏

# PersonComposer|
source: Job Title
ar: المسمى الوظيفي
eo: Labortitolo
et: Ametinimetus
fi: Työnimike
gl: Profesión
ko: 직함
pt: Título do Cargo
sl: Naslov delovnega mesta
tr: İş Unvanı
zh_cn: 职位头衔
zh_tw: 職稱

# PersonComposer|
source: Company
ar: الشركة
eo: Kompanio
et: Ettevõte
fi: Yritys
gl: Empresa
ko: 회사
pt: Empresa
sl: Organizacija
tr: Şirket
zh_cn: 公司
zh_tw: 公司

# PersonComposer|
source: Email
ar: البريد الإلكترونيّ
eo: Retpoŝto
et: E-posti aadress
fi: Sähköposti
gl: Correo electrónico
ko: 이메일
sl: E-pošta
tr: E-posta
zh_cn: 邮件地址
zh_tw: 電子郵件

# PersonPage|
source: (main)
ar: (الرئيس)
eo: (ĉefa)
fi: (runko)
gl: (principal)
ko: (주)
pt: (principal)
sl: (glavni)
tr: (ana)
zh_cn: (主体)
zh_tw: (主要)

# PhoneListEditor|
source: (main)
ar: (الرئيس)
eo: (ĉefa)
fi: (runko)
gl: (principal)
ko: (주)
pt: (principal)
sl: (glavni)
tr: (ana)
zh_cn: (主体)
zh_tw: (主要)

# PhoneListEditor|
source: Add
ar: أضف
eo: Aldoni
et: Lisa
fi: Lisää
gl: Engadir
ko: 추가
pt: Adicionar
sl: Dodaj
tr: Ekle
zh_cn: 添加
zh_tw: 新增

# View|
source: Search
ar: ابحث
eo: Serĉi
et: Otsi
fi: Etsi
gl: Buscar
ko: 검색
pt: Procurar
sl: Išči
tr: Ara
zh_cn: 搜索
zh_tw: 搜尋

# View|
source: Unread
ar: غير المقروء
eo: Nelegita
et: Lugemata
fi: Lukematta
gl: Sen ler
ko: 읽지 않음
pt: Não-Lido
sl: Neprebrano
tr: Okunmayan
zh_cn: 未读
zh_tw: 未讀

# View|
source: Accounts
ar: الحسابات
eo: Kontoj
fi: Tilit
gl: Contas
ko: 계정
pt: Contas
sl: Računi
tr: Hesaplar
zh_cn: 账户
zh_tw: 帳號

# View|
source: Search...
ar: ابحث...
eo: Serĉi...
et: Otsi ...
fi: Etsi…
gl: Buscar…
ko: 검색...
pt: Procurar...
sl: Išči...
tr: Ara...
zh_cn: 搜索...
zh_tw: 搜尋…

# View_new|
source: Search
ar: ابحث
eo: Serĉi
et: Otsi
fi: Etsi
gl: Buscar
ko: 검색
pt: Procurar
sl: Išči
tr: Ara
zh_cn: 搜索
zh_tw: 搜尋

# View_new|
source: Search...
ar: ابحث...
eo: Serĉi...
et: Otsing ...
fi: Etsi…
gl: Buscar…
ko: 검색...
pt: Procurar...
sl: Išči...
tr: Ara...
zh_cn: 搜索...
zh_tw: 搜尋…

# TodoEditor|
source: Create in:
ar: أنشئ في:
eo: Krei en:
fi: Luo kohteeseen:
gl: Crear en:
ko: 생성 위치:
sl: Ustvari v:
tr: Şurada oluştur:
zh_tw: 建立於：

# TodoEditor|
source: Doing
ar: أفعل
eo: Farante
et: Töös
fi: Tekeillä
gl: En progreso
ko: 진행 중
pt: Em Curso
sl: Obdelujem
tr: Yapılıyor
zh_cn: 正在进行
zh_tw: 進行中

# TodoEditor|
source: Todo Title
ar: عنوان المهمة
eo: Ĉio Titolo
et: Ülesande nimi
fi: Tehtävän otsikko
gl: Título da tarefa
ko: 할 일 제목
pt: Título do Item Por-Fazer
sl: Naslov naloge
tr: Yapılacak Başlığı
zh_cn: 待办事项标题
zh_tw: 待辦事項標題

# TodoEditor|
source: Add subtodo
ar: أضف مهمة فرعية
eo: Aldoni subfarendaĵon
fi: Lisää alitehtävä
gl: Engadir unha subtarefa
ko: 하위 할 일 추가
sl: Dodaj podopravilo
tr: Alt yapılacak ekle
zh_tw: 新增子待辦事項

# TodoEditor|
source: Delete
ar: احذف
eo: Forigi
et: Kustuta
fi: Poista
gl: Eliminar
ko: 삭제
pt: Apagar
sl: Zbriši
tr: Sil
zh_cn: 删除
zh_tw: 刪除

# TodoEditor|
source: Abort
ar: أجهض
eo: Ĉesigi
et: Loobu
fi: Keskeytä
gl: Interromper
ko: 중지
pt: Interromper
sl: Prekini
tr: İptal Et
zh_cn: 中止
zh_tw: 中止

# TodoEditor|
source: Discard Changes
ar: ارفض التّغييرات
eo: Forĵeti Ŝanĝojn
et: Tühista muudatused
fi: Hylkää muutokset
gl: Descartar os cambios
ko: 변경 사항 취소
pt: Esquecer as Alterações
sl: Zavrzi spremembe
tr: Değişiklikleri At
zh_cn: 放弃更改
zh_tw: 捨棄變更

# TodoEditor|
source: Save Changes
ar: احفظ التّغييرات
eo: Konservi Ŝanĝojn
et: Salvesta muudatused
fi: Tallenna muutokset
gl: Gardar os cambios
ko: 변경 사항 저장
pt: Gravar as Alterações
sl: Shrani spremembe
tr: Değişiklikleri Kaydet
zh_cn: 保存更改
zh_tw: 儲存變更

# TodoEditor|
source: Create Todo
ar: إنشاء المهامّ
eo: Krei Farendon
et: Loo ülesanne
fi: Luo tehtävä
gl: Crear unha tarefa
ko: 할 일 만들기
pt: Criar o Item Por-Fazer
sl: Ustvari nalogo
tr: Yapılacak Oluştur
zh_cn: 创建待办事项
zh_tw: 建立待辦事項

# View|
source: Go to top of list:
ar: اذهب إلى أعلى القائمة:
eo: Iri al la supro de listo:
fi: Siirry luettelon alkuun:
gl: Ir ao principio da lista:
ko: 목록의 맨 위로 이동:
pt: Ir para o topo da lista:
sl: Pojdi na vrh seznama:
tr: Listenin başına git:
zh_cn: 跳转至列表顶部：
zh_tw: 前往清單頂部：

# View|
source: Go to bottom of list:
ar: اذهب إلى أسفل القائمة:
eo: Iri al la fundo de la listo:
fi: Siirry luettelon loppuun:
gl: Ir ao final da lista:
ko: 목록의 맨 아래로 이동:
pt: Ir para o fundo da lista:
sl: Pojdi na dno seznama:
tr: Listenin sonuna git:
zh_cn: 跳转至列表底部：
zh_tw: 前往清單底部：

# View|
source: Go to next todo:
ar: اذهب إلى المهمة التالية:
eo: Iri al sekva aĵo:
et: Liikumine järgmisele ülesandele:
fi: Siirry seuraavaan tehtävään:
gl: Ir á seguinte tarefa:
ko: 다음 할 일로 이동:
pt: Ir para o item por-fazer seguinte:
sl: Pojdi na naslednjo nalogo:
tr: Sonraki yapılacağa git:
zh_cn: 跳转到下一条待办事项：
zh_tw: 前往下一個待辦事項：

# View|
source: Go to previous todo:
ar: اذهب إلى المهمة السابقة:
eo: Iri al antaŭa aĵo:
et: Liikumine eelmisele ülesandele:
fi: Siirry edelliseen tehtävään:
gl: Ir á tarefa anterior:
ko: 이전 할 일로 이동:
pt: Ir para o item por-fazer anterior:
sl: Pojdi na prejšnjo nalogo:
tr: Önceki yapılacağa git:
zh_cn: 跳转到上一条待办事项：
zh_tw: 前往上一個待辦事項：

# View|
source: Create new todo:
ar: أنشئ مهمة جديدة:
eo: Krei novan aĵon:
et: Uue ülesande loomine:
fi: Luo uusi tehtävä:
gl: Crear unha nova tarefa:
ko: 새 할 일 만들기:
pt: Criar um novo item por-fazer:
sl: Ustvari novo nalogo:
tr: Yeni yapılacak oluştur:
zh_cn: 新建待办事项：
zh_tw: 建立新待辦事項：

# View|
source: Edit todo:
ar: حرّر المهمة:
eo: Redakti ĉion:
fi: Muokkaa tehtävää:
gl: Editar a tarefa:
ko: 할 일 편집
pt: Editar o item por-fazer:
sl: Uredi zbirko za narediti:
tr: Yapılacağı düzenle:
zh_cn: 编辑待办事项：
zh_tw: 編輯待辦事項：

# View|
source: New Todo
ar: مهمة جديدة
eo: Nova Ĉio
et: Uus ülesanne
fi: Uusi tehtävä
gl: Nova tarefa
ko: 새 할 일
pt: Novo Item Por-Fazer
sl: Nova naloga
tr: Yeni Yapılacak
zh_cn: 新建待办事项
zh_tw: 新增待辦事項

# View|
source: Inbox
ar: صندوق الوارد
eo: Enirkesto
fi: Saapuva
gl: Entrada
ko: 받은 편지함
pt: Recebido
sl: Vhodni nabiralnik
tr: Gelen
zh_cn: 收件箱
zh_tw: 收集箱

# View|
source: Doing
ar: أفعل
eo: Farante
et: Töös
fi: Tekeillä
gl: En progreso
ko: 진행 중
pt: Em Curso
sl: Izvajam
tr: Yapılıyor
zh_cn: 正在进行
zh_tw: 進行中

# View|
source: All
ar: الكلّ
eo: Ĉiuj
et: Kõik
fi: Kaikki
gl: Todas
ko: 모두
pt: Tudo
sl: Vse
tr: Tümü
zh_cn: 全部
zh_tw: 全部

# View|
source: Nothing here yet...
ar: لا يوجد شيء هنا بعد...
eo: Nenio ĉi tie ankoraŭ...
et: Siin pole veel midagi ...
fi: Ei mitään vielä…
gl: Aquí aínda non hai nada…
ko: 아무것도 없습니다...
pt: Nada aqui...
sl: Tu še ni ničesar...
tr: Burada henüz bir şey yok...
zh_cn: 此处还没有任何内容...
zh_tw: 這裡還什麼都沒有...

# View|
source: Pick some tasks
ar: اختر بعض المهام
eo: Elekti kelkajn taskojn
fi: Poimi tehtäviä
gl: Escoller algunhas tarefas
ko: 작업 선택
pt: Escolha algumas tarefas
sl: Izberi nekaj nalog
tr: Birkaç görev alın
zh_cn: 选择一些任务
zh_tw: 挑選一些工作

# View|
source: Add a new task
ar: أضف مهمة جديدة
eo: Aldoni novan taskon
fi: Lisää uusi tehtävä
gl: Engadir unha nova tarefa
ko: 새 작업 추가하기
pt: Adicionar uma nova tarefa
sl: Dodaj novo nalogo
tr: Yeni bir görev ekleyin
zh_cn: 添加新任务
zh_tw: 新增工作項目

# View|
source: This list is longer than %1 tasks. Focus on the top %1?
ar: هذه القائمة أطول من %1 مهمة. هل تركّز على الـ %1 الأوائل؟
eo: Ĉi tiu listo estas pli longa ol %1 taskoj. Ĉu fokusigi la supran %1?
fi: Luettelossa on yli %1 tehtävää. Korostetaanko ylimmät %1?
gl: Esta lista ten máis de %1 tarefas. Quere centrarse nas primeiras %1?
ko: 이 목록에는 작업 %1개 이상이 있습니다. 상위 %1개를 보시겠습니까?
pt: Esta lista tem mais de %1 tarefas. Deseja focar-se nos %1 primeiros?
sl: To je daljše od %1 nalog. Naj se osredotočim na vrhnjih %1?
tr: Bu liste, %1 görevden daha uzun. En üstteki %1 ögeye odaklanılsın mı?
zh_cn: 这份列表长于 %1 项任务，要先专注于前 %1 项吗？
zh_tw: 這個清單中有超過 %1 個工作項目。要專注於頂部 %1 個項目嗎？

# MailListView|
source: Restore from trash
et: Taastamine prügikastist

# MailListView|
source: Mark as read
et: Märgi loetuks

# MailListView|
source: Mark as unread
et: Märgi lugemata kirjaks

# MailListView|
source: Mark as important
et: Märgi tähtsaks

# MailListView|
source: Move to trash
et: Viska prügikasti

# DateRangeChooser|
source: until
et: kuni

# EventEditor|
source: All day
et: Kogu päev

# TodoView|
source: Remove
et: Eemalda

# TodoView|
source: Edit
et: Muuda
