Repository: KDE/kube
Catalog: poqm/*/kube_qt.po
Languages: ar, eo, et, fi, gl, ko, pt, sl, tr, zh_cn, zh_tw

# AttachmentModel|
source: %n key(s) were already imported
ar: %n مفتاح مستورد أصلًا
et: %n võti(t) on juba imporditud
fi: %n avain oli jo tuotu
gl: %n chave xa se importara
ko: 키 %n개를 이미 가져옴
pt: Foi importada já %n chave
sl: %n ključ že uvožen
tr: %n anahtar halihazırda içe aktarılmış
zh_cn: %n 已经被导入过了
zh_tw: % 個金鑰原本就已匯入

# QObject|
source: fwd
ar: أعد التوجيه
pt: enc
tr: ilt
zh_cn: 转发

# QObject|
source: re
ar: ردّ
pt: resp
tr: ynt
zh_cn: 回复

# PartModel|
source: No key available.
ar: لا مفتاح متوفر.
eo: Neniu ŝlosilo disponebla.
et: Võtit pole saada.
fi: Avainta ei ole saatavilla.
gl: Non hai ningunha chave dispoñíbel.
ko: 키를 사용할 수 없습니다.
pt: Não está disponível nenhuma chave.
sl: Ni nobenega ključa.
tr: Anahtar yok.
zh_cn: 无可用密钥
zh_tw: 沒有可用的金鑰。

# PartModel|
source: Wrong passphrase.
ar: عبارة مرور خاطئة
eo: Erara pasfrazo.
et: Vale paroolifraas.
fi: Väärä salasana.
gl: A frase de paso é incorrecta.
ko: 암구호가 잘못되었습니다.
pt: A senha é inválida.
sl: Napačna geselna fraza.
tr: Yanlış anahtar parolası.
zh_cn: 密码错误。
zh_tw: 錯誤密碼。

# QObject|
source: A new message is available: %1
ar: رسالة جديدة متوفرة: %1
eo: Nova mesaĝo disponeblas: %1
fi: Uusi viesti on saatavilla: %1
gl: Hai unha nova mensaxe dispoñíbel: %1
ko: 새 메시지를 사용할 수 있음: %1
sl: Na voljo je novo sporočilo: %1
tr: Yeni bir ileti var: %1
zh_tw: 有新信件：%1

# QObject|
source: A new event is available: %1
ar: حدث جديد متوفر: %1
eo: Nova evento disponeblas: %1
fi: Uusi tapahtuma on saatavilla: %1
gl: Hai un novo evento dispoñíbel: %1
ko: 새 이벤트를 사용할 수 있음: %1
sl: Na voljo je nov dogodek: %1
tr: Yeni bir etkinlik var: %1
zh_tw: 有新活動：%1

# QObject|
source: Failed to connect to server.
ar: فشل الاتصال بالخادم:
eo: Malsukcesis konekti al servilo.
et: Ühendumine serveriga nurjus.
fi: Palvelimeen yhdistäminen epäonnistui.
gl: Non foi posíbel conectar ao servidor.
ko: 서버에 연결할 수 없습니다.
pt: Não foi possível contactar o servidor.
sl: Povezava nas strežnik ni uspela.
tr: Sunucuya bağlanamadı.
zh_cn: 无法连接至服务器。
zh_tw: 連線到伺服器失敗。

# QObject|
source: Host not found.
ar: المضيف غير موجود.
eo: Gastiganto ne trovita.
et: Masinat ei leitud.
fi: Palvelinta ei löydy.
gl: Non se atopou o servidor.
ko: 호스트를 찾을 수 없습니다.
pt: A máquina não foi encontrada.
sl: Gostitelja ni bilo mogoče najti.
tr: Makine bulunamadı.
zh_cn: 未找到主机。
zh_tw: 找不到主機。

# QObject|
source: Failed to login.
ar: فشل في تسجيل الولوج.
eo: Malsukcesis ensaluti.
et: Sisselogimine nurjus.
fi: Kirjautuminen epäonnistui.
gl: Non foi posíbel acceder.
ko: 로그인할 수 없습니다.
pt: Não foi possível autenticar-se.
sl: Prijava ni uspela.
tr: Oturum açılamadı.
zh_cn: 登录失败。
zh_tw: 登入失敗。

# QObject|
source: Configuration error.
ar: خطأ في الضبط.
eo: Eraro de agordo.
et: Seadistuse tõrge.
fi: Määritysvirhe.
gl: Erro de configuración.
ko: 설정 오류입니다.
pt: Erro de configuração.
sl: Napaka nastavitve.
tr: Yapılandırma hatası.
zh_cn: 配置有误。
zh_tw: 設定錯誤。

# QObject|
source: No credentials available.
ar: لا يوجد بيانات اعتماد متوفرة.
eo: Neniuj akreditaĵoj haveblaj.
et: Kasutajatunnuseid pole saada.
fi: Kirjautumistietoja ei saatavilla.
gl: Non hai credenciais dispoñíbeis.
ko: 인증 정보를 사용할 수 없습니다.
pt: Não estão disponíveis credenciais.
sl: Na voljo ni nobenih poverilnic.
tr: Kimlik bilgisi yok.
zh_cn: 没有可用的凭据。
zh_tw: 沒有可用的認證資訊。

# QObject|
source: Failed to send message.
ar: فشلت في إرسال الرسالة.
eo: Malsukcesis sendi mesaĝon.
et: Kirja saatmine nurjus.
fi: Viestin lähetys epäonnistui.
gl: Non foi posíbel enviar a mensaxe.
ko: 메시지를 보낼 수 없습니다.
pt: Não foi possível enviar a mensagem.
sl: Pošiljanje sporočila ni uspelo.
tr: İleti gönderilemedi.
zh_cn: 消息发送失败。
zh_tw: 傳送信件失敗。

# QObject|
source: A message has been sent.
ar: أُرسلت رسالة.
eo: Mesaĝo estis sendita.
et: Kiri saadeti ära.
fi: Viesti on lähetetty.
gl: Enviouse unha mensaxe.
ko: 메시지를 보냈습니다.
pt: Foi enviada uma mensagem.
sl: Sporočilo je bilo poslano.
tr: Bir ileti gönderildi.
zh_cn: 消息已发送。
zh_tw: 已送出一封信件。

# View|
source: New Account
ar: حساب جديد
eo: Nova Konto
et: Uus konto
fi: Uusi tili
gl: Nova conta
ko: 새 계정
pt: Nova Conta
sl: Nov račun
tr: Yeni Hesap
zh_cn: 新账户
zh_tw: 新增帳號

# AttendeeListEditor|
source: Attending
ar: سأحضر
eo: Ĉeestanta
et: Osalemine
fi: Osallistuu
gl: Asiste
ko: 참석
pt: Participante
sl: Udeleževanje
tr: Katılım
zh_cn: 正在参加
zh_tw: 將參加

# AttendeeListEditor|
source: Invited
ar: مدعو
eo: Invititaj
et: Kutsutud
fi: Kutsuttu
gl: Invitado
ko: 초대 받음
pt: Convidado
sl: Povabljen
tr: Davet Edilen
zh_cn: 已发送邀请
zh_tw: 已邀請

# AttendeeListEditor|
source: Add attendee
ar: أضف حضور
eo: Aldoni partoprenanton
fi: Lisää osanottaja
gl: Engadir un asistente
ko: 참석자 추가
pt: Adicionar um participante
sl: Dodaj udeleženca
tr: Katılımcı ekle
zh_cn: 添加参加者
zh_tw: 新增參加者

# DateRangeChooser|
source: All day
ar: طول اليوم
eo: Tuta tago
fi: Koko päivä
gl: Todo o día
ko: 종일
sl: Ves dan
tr: Tüm gün
zh_tw: 整天

# DateRangeChooser|
source: begins
ar: يبدأ
eo: komenciĝas
fi: alkaa
gl: comeza
ko: 시작
sl: se začne
tr: başlar
zh_tw: 開始

# DateRangeChooser|
source: ends
ar: ينتهي
eo: finiĝas
fi: päättyy
gl: remata
ko: 종료
sl: se konča
tr: biter
zh_tw: 結束

# EventEditor|
source: Event Title
ar: عنوان الحدث
eo: Titolo de Evento
et: Sündmuse nimi
fi: Tapahtuman otsikko
gl: Título do evento
ko: 이벤트 제목
pt: Título do Evento
sl: Naslov dogodka
tr: Etkinlik Başlığı
zh_cn: 日程名称
zh_tw: 活動標題

# EventEditor|
source: Location
ar: المكان
eo: Loko
et: Asukoht
fi: Sijainti
gl: Lugar
ko: 위치
pt: Localização
sl: Kraj
tr: Konum
zh_cn: 地点
zh_tw: 地點

# EventEditor|
source: Organizer:
ar: المنظّم:
eo: Organizanto:
et: Korraldaja:
fi: Järjestäjä:
gl: Organización:
ko: 주최:
pt: Organizador:
sl: Organizator:
tr: Organizatör:
zh_cn: 组织者：
zh_tw: 發起人：

# EventEditor|
source: Delete
ar: احذف
eo: Forigi
et: Kustuta
fi: Poista
gl: Eliminar
ko: 삭제
pt: Apagar
sl: Zbriši
tr: Sil
zh_cn: 删除
zh_tw: 刪除

# EventEditor|
source: Abort
ar: أجهض
eo: Ĉesigi
et: Loobu
fi: Keskeytä
gl: Interromper
ko: 중지
pt: Interromper
sl: Prekini
tr: İptal Et
zh_cn: 中止
zh_tw: 中止

# EventEditor|
source: Discard Changes
ar: ارفض التّغييرات
eo: Forĵeti Ŝanĝojn
et: Tühista muudatused
fi: Hylkää muutokset
gl: Descartar os cambios
ko: 변경 사항 취소
pt: Esquecer as Alterações
sl: Zavrzi spremembe
tr: Değişiklikleri At
zh_cn: 放弃更改
zh_tw: 捨棄變更

# EventEditor|
source: Save Changes
ar: احفظ التّغييرات
eo: Konservi Ŝanĝojn
et: Salvesta muudatused
fi: Tallenna muutokset
gl: Gardar os cambios
ko: 변경 사항 저장
pt: Gravar as Alterações
sl: Shrani spremembe
tr: Değişiklikleri Kaydet
zh_cn: 保存更改
zh_tw: 儲存變更

# EventEditor|
source: Create Event
ar: أنشئ حدثاً
eo: Krei Eventon
et: Loo sündmus
fi: Luo tapahtuma
gl: Crear un evento
ko: 이벤트 만들기
pt: Criar um Evento
sl: Ustvari dogodek
tr: Etkinlik Oluştur
zh_cn: 创建日程
zh_tw: 建立活動

# EventView|
source: repeats %1
ar: يتكرّر %1
eo: ripetas %1
et: kordub %1
fi: toistuu %1
gl: repítese %1
ko: 반복: %1
pt: repete-se a %1
sl: se ponovi %1
tr: %1 yineler
zh_cn: 重复 %1 次
zh_tw: 重複 %1

# EventView|
source: Organizer: %1
ar: المنظّم: %1
eo: Organizanto: %1
et: Korraldaja: %1
fi: Järjestäjä: %1
gl: Organización: %1
ko: 주최: %1
pt: Organizador: %1
sl: Organizator: %1
tr: Organizatör: %1
zh_cn: 组织者：%1
zh_tw: 發起人：%1

# EventView|
source: Attending:
ar: حاضر:
eo: Ĉeestanta:
et: Osalemine:
fi: Osanottajat:
gl: Asistirán:
ko: 참석:
pt: Participantes:
sl: Udeležujejo se:
tr: Katılımcılar:
zh_cn: 正在参加：
zh_tw: 將參加：

# EventView|
source: Remove
ar: أزل
eo: Forigi
et: Eemalda
fi: Poista
gl: Retirar
ko: 삭제
pt: Remover
sl: Odstrani
tr: Kaldır
zh_cn: 删除
zh_tw: 移除

# EventView|
source: Edit
ar: حرّر
eo: Redakti
et: Muuda
fi: Muokkaa
gl: Editar
ko: 편집
pt: Editar
sl: Uredi
tr: Düzenle
zh_cn: 编辑
zh_tw: 編輯

# View|
source: Jump to next week/month:
ar: اقفز إلى الأسبوع/الشهر التالي:
eo: Salti al venonta semajno/monato:
et: Hüpe järgmisele nädalale/kuule:
fi: Siirry ensi viikkoon/kuuhun:
gl: Saltar á seguinte semana ou mes:
ko: 다음 주/달로 이동:
pt: Ir para a semana/mês seguinte:
sl: Skoči na naslednji teden/mesec:
tr: Sonraki haftaya/aya atla:
zh_cn: 跳转到下周或下月：
zh_tw: 前往下一週/下一個月：

# View|
source: Jump to previous week/month:
ar: اقفز إلى الأسبوع/الشهر السابق:
eo: Salti al antaŭa semajno/monato:
et: Hüpe eelmisele nädalale/kuule:
fi: Siirry edelliseen viikkoon/kuuhun:
gl: Saltar á semana ou mes anterior:
ko: 이전 주/달로 이동:
pt: Ir para a semana/mês anterior:
sl: Skoči na prejšnji teden/mesec:
tr: Önceki haftaya/aya atla:
zh_cn: 跳转到上周或上月：
zh_tw: 前往上一週/上一個月：

# View|
source: New Event
ar: حدث جديد
eo: Nova Evento
et: Uus sündmus
fi: Uusi tapahtuma
gl: Novo evento
ko: 새 이벤트
pt: Novo Evento
sl: Nov dogodek
tr: Yeni Etkinlik
zh_cn: 新建日程
zh_tw: 新增活動

# View|
source: Week
ar: الأسبوع
eo: Semajno
et: Nädal
fi: Viikko
gl: Semana
ko: 주
pt: Semana
sl: Teden
tr: Hafta
zh_cn: 周
zh_tw: 週

# View|
source: Month
ar: الشهر
eo: Monato
et: Kuu
fi: Kuukausi
gl: Mes
ko: 달
pt: Mês
sl: Mesec
tr: Ay
zh_cn: 月
zh_tw: 月

# AddresseeListEditor|
source: Fetch key from keyserver
ar: اجلب مفتاحًا من خادم المفاتيح
eo: Preni ŝlosilon de ŝlosilservilo
et: Võtme tõmbamine võtmeserverist
fi: Nouda avain avainpalvelimelta
gl: Obter a chave do servidor de chaves
ko: 키 서버에서 키 가져오기
pt: Obter a chave do servidor
sl: Pridobi ključ pri strežniku ključev
tr: Anahtar sunucusundan anahtar getir
zh_cn: 从密钥服务器获取密钥
zh_tw: 從金鑰伺服器取得金鑰

# AddresseeListEditor|
source: Add recipient
ar: أضف مستقبلا
eo: Aldoni ricevonton
et: Lisa saaja
fi: Lisää vastaanottaja
gl: Engadir un destinatario
ko: 받는 사람 추가
pt: Adicionar um destinatário
sl: Dodaj prejemnika
tr: Alıcı ekle
zh_cn: 添加收件人
zh_tw: 新增收件者

# EditorPage|
source: Remove Formatting
ar: أزل التنسيق
eo: Forigi Formatadon
et: Eemalda vormindus
fi: Poista muotoilut
gl: Retirar o formatado
ko: 서식 삭제
pt: Remover a Formatação
sl: Odstrani oblikovanje
tr: Biçimlendirmeyi Kaldır
zh_cn: 清除格式
zh_tw: 移除格式設定

# EditorPage|
source: Attach file
ar: أرفق ملفًّا
eo: Alfiksi dosieron
et: Lisa fail
fi: Liitä tiedosto
gl: Anexar un ficheiro
ko: 파일 첨부
pt: Anexar um ficheiro
sl: Priloži datoteko
tr: Dosya iliştir
zh_cn: 添加附件
zh_tw: 附加檔案

# EditorPage|
source: Choose a file to attach
ar: اختر ملفًّا لإرفاقه
eo: Elekti dosieron por alfiksi
et: Lisatava faili valimine
fi: Valitse liitettävä tiedosto
gl: Escolla un ficheiro para anexar
ko: 첨부할 파일 선택
pt: Escolha um ficheiro a anexar
sl: Izberi datoteko za prilogo
tr: Eklenecek bir dosya seçin
zh_cn: 选择要添加的附件
zh_tw: 選擇要附加的檔案

# EditorPage|
source: Subject
ar: الموضوع
eo: Temo
et: Teema
fi: Aihe
gl: Asunto
ko: 제목
pt: Assunto
sl: Predmet
tr: Konu
zh_cn: 主题
zh_tw: 主旨

# EditorPage|
source: Body
ar: المتن
eo: Korpo
et: Põhitekst
fi: Runko
gl: Corpo
ko: 본문
pt: Conteúdo
sl: Telo
tr: Gövde
zh_cn: 正文
zh_tw: 本文

# View|
source: New Email
ar: بريد إلكتروني جديد
eo: Nova Retpoŝto
et: Uus kiri
fi: Uusi viesti
gl: Nova mensaxe
ko: 새 이메일
pt: Novo E-Mail
sl: Novo sporočilo
tr: Yeni E-posta
zh_cn: 新邮件
zh_tw: 新郵件

# View|
source: Drafts
ar: المسودّات
eo: Malnetoj
et: Mustandid
fi: Luonnokset
gl: Borradores
ko: 임시 보관함
pt: Rascunhos
sl: Osnutki
tr: Taslaklar
zh_cn: 草稿
zh_tw: 草稿匣

# View|
source: Sending email to:
ar: يُرسل بريدًا إلكترونيًّا إلى:
eo: Sendante retpoŝton al:
et: Kirja saaja:
fi: Lähetetään postia vastaanottajille:
gl: Enviando a mensaxe a:
ko: 다음으로 이메일 보내기:
pt: A enviar o e-mail para:
sl: Pošiljam sporočilo za:
tr: E-posta gönderiliyor:
zh_cn: 正在将电子邮件发送至：
zh_tw: 將寄送郵件給：

# View|
source: Sending copy to (Cc):
ar: يُرسل نسخة إلى (نسخة كربونية):
eo: Sendante kopion al (Cc):
et: Koopia (CC) saaja:
fi: Lähetetään kopio vastaanottajille (CC):
gl: Enviando unha copia a (CC):
ko: 다음으로 참조(Cc) 보내기:
pt: A enviar a cópia para (CC):
sl: Pošiljam kopijo za (Kp):
tr: Kopya gönderiliyor (CC):
zh_cn: 正在抄送 (Cc) 给：
zh_tw: 將寄送副本 (CC) 給：

# View|
source: Sending secret copy to (Bcc):
ar: يُرسل نسخة سرية إلى (نسخة كربونية مخفية):
eo: Sendante sekretan kopion al (Bcc):
et: Pimekoopia (BCC) saaja:
fi: Lähetetään piilokopio vastaanottajille (BCC):
gl: Enviando unha copia secreta a (BCC):
ko: 다음으로 숨은 참조 보내기(Bcc):
pt: A enviar a cópia secreta para (BCC):
sl: Pošiljam slepo kopijo za (Skp:)
tr: Gizli kopya gönderiliyor (BCC):
zh_cn: 正在密送 (Bcc) 给：
zh_tw: 將寄送密件副本 (BCC) 給：

# View|
source: encrypt
ar: عمِّ
eo: ĉifri
et: krüptimine
fi: salaa
gl: cifrar
ko: 암호화
pt: encriptar
sl: šifriraj
tr: şifrele
zh_cn: 加密
zh_tw: 加密

# View|
source: sign
ar: وقّع
eo: signo
et: allkirjastamine
fi: allekirjoita
gl: asinar
ko: 서명
pt: assinar
sl: podpiši
tr: imzala
zh_cn: 签名
zh_tw: 簽署

# View|
source: Encryption is not available because your personal key has not been found.
ar: التشفير غير متوفر لأن مفتاحك الشخصي لم يُعثر عليه.
et: Krüptimine ei ole võimalik, sest sinu isiklikku võtit ei leitud.
fi: Salausta ei voi käyttää, koska henkilökohtaista avaintasi ei löydy.
gl: Non é posíbel cifrar porque non se atopou a súa chave persoal.
ko: 내 비밀 키를 찾을 수 없어서 암호화를 사용할 수 없습니다.
pt: A encriptação não está disponível, porque a sua chave pessoal não foi encontrada.
sl: Šifriranje ni na voljo, ker vašega osebnega ključa ni mogoče najti.
tr: Şifreleme kullanılamıyor; çünkü kişisel anahtarınız bulunamadı.
zh_cn: 因为无法找到您的个人密钥，所以无法进行加密。
zh_tw: 加密無法使用，因為沒有找到您的個人金鑰。

# View|
source: Discard
ar: أهمِل
eo: Forĵeti
et: Hülga
fi: Hylkää
gl: Descartar
ko: 무시
pt: Esquecer
sl: Zavrzi
tr: At
zh_cn: 不保存
zh_tw: 捨棄

# View|
source: Save as Draft
ar: احفظ كمسودّة
eo: Konservi kiel Malneto
et: Salvesta mustandina
fi: Tallenna luonnokseksi
gl: Gardar como borrador
ko: 임시 보관함에 저장
pt: Gravar como Rascunho
sl: Shrani kot osnutek
tr: Taslak Olarak Kaydet
zh_cn: 保存为草稿
zh_tw: 儲存為草稿

# View|
source: You are sending this from:
ar: أنت ترسل هذا من:
eo: Vi sendas ĉi tion de:
fi: Lähetät tätä osoitteesta:
gl: Está a enviar isto desde:
ko: 다음 계정에서 이메일 보내기:
pt: Está a enviar isto de:
sl: To pošiljate od:
tr: Bunu, şuradan gönderiyorsunuz:
zh_cn: 您正使用此地址发送：
zh_tw: 您將從此寄送：

# View|
source: Send
ar: أرسل
eo: Sendi
et: Saada
fi: Lähetä
gl: Enviar
ko: 보내기
pt: Enviar
sl: Pošlji
tr: Gönder
zh_cn: 发送
zh_tw: 傳送

# View|
source: Jump to top of threadlist:
ar: اقفز إلى أعلى قائمة التسلسل:
eo: Salti al la supro de fadenlisto:
fi: Siirry säieluettelon alkuun:
gl: Saltar ao inicio da lista de fíos:
ko: 스레드 목록의 맨 위로 이동:
pt: Ir para o topo da lista de tópicos:
sl: Skoči na vrh naslednje niti:
tr: İplik listesinin başına atla:
zh_cn: 跳转到主题帖列表的顶部：
zh_tw: 前往對話串清單頂部：

# View|
source: Jump to next thread:
ar: اقفز إلى التسلسل التالي:
eo: Salti al la sekva fadeno:
et: Hüpe järgmisse lõime:
fi: Siirry seuraavaan säikeeseen:
gl: Saltar ao seguinte fío:
ko: 다음 스레드로 이동:
pt: Ir para o tópico seguinte:
sl: Skoči na naslednjo nit:
tr: Sonraki ipliğe atla:
zh_cn: 跳转到下一串主题帖
zh_tw: 前往下一個對話串：

# View|
source: Jump to previous thread:
ar: اقفز إلى التسلسل السابق:
eo: Salti al antaŭa fadeno:
et: Hüpe eelmisse lõime:
fi: Siirry edelliseen säikeeseen:
gl: Saltar ao fío anterior:
ko: 이전 스레드로 이동:
pt: Ir para o tópico anterior:
sl: Skoči na prejšnjo nit:
tr: Önceki ipliğe atla:
zh_cn: 跳转到上一串主题帖
zh_tw: 前往上一個對話串：

# View|
source: Jump to next message:
ar: اقفز إلى الرسالة التالية:
eo: Salti al sekva mesaĝo:
et: Hüpe järgmisele kirjale:
fi: Siirry seuraavaan viestiin:
gl: Saltar á seguinte mensaxe:
ko: 다음 메시지로 이동:
pt: Ir para a mensagem seguinte:
sl: Skoči na naslednje sporočilo:
tr: Sonraki iletiye atla:
zh_cn: 跳转到下一条消息：
zh_tw: 前往下一封信件：

# View|
source: Jump to previous message:
ar: اقفز إلى الرسالة السابقة:
eo: Salti al antaŭa mesaĝo:
et: Hüpe eelmisele kirjale:
fi: Siirry edelliseen viestiin:
gl: Saltar á mensaxe anterior:
ko: 이전 메시지로 이동:
pt: Ir para a mensagem anterior:
sl: Skoči na prejšnje sporočilo:
tr: Önceki iletiye atla:
zh_cn: 跳转到上一条消息：
zh_tw: 前往上一封信件：

# View|
source: Jump to next folder:
ar: اقفز إلى المجلد التالي:
eo: Salti al sekva dosierujo:
et: Hüpe järgmisse kausta:
fi: Siirry seuraavaan kansioon:
gl: Saltar ao seguinte cartafol:
ko: 다음 폴더로 이동:
pt: Ir para a pasta seguinte:
sl: Skoči na naslednjo mapo:
tr: Sonraki klasöre atla:
zh_cn: 跳转到下一个文件夹：
zh_tw: 前往下一個資料夾：

# View|
source: Jump to previous folder:
ar: اقفز إلى المجلد السابق:
eo: Salti al antaŭa dosierujo:
et: Hüpe eelmisse kausta:
fi: Siirry edelliseen kansioon:
gl: Saltar ao cartafol anterior:
ko: 이전 폴더로 이동:
pt: Ir para a pasta anterior:
sl: Skoči na prejšnjo mapo:
tr: Önceki klasöre atla:
zh_cn: 跳转到上一个文件夹：
zh_tw: 前往上一個資料夾：

# View|
source: Compose new message:
ar: ألّف رسالة جديدة:
eo: Verki novan mesaĝon:
et: Uue kirja koostamine:
fi: Kirjoita uusi viesti:
gl: Escribir unha nova mensaxe:
ko: 새 메시지 작성:
pt: Compor uma nova mensagem:
sl: Sestavi novo sporočilo:
tr: Yeni ileti oluştur:
zh_cn: 编写新消息：
zh_tw: 撰寫新訊息：

# View|
source: Reply to the currently focused message:
ar: ردّ على الرسالة المركّز عليها حاليًّا:
eo: Respondi al la nun fokusita mesaĝo:
et: Parajasti fookuses kirjale vastamine:
fi: Vastaa kohdistettuun viestiin:
gl: Responder á mensaxe actual:
ko: 현재 선택한 메시지에 답장:
pt: Responder à mensagem em primeiro plano:
sl: Odgovor na trenutno osredotočeno sporočilo:
tr: Şu anda odaklı iletiyi yanıtla:
zh_cn: 回复当前查看的消息：
zh_tw: 回覆給目前聚焦的信件：

# View|
source: Delete the currently focused message:
ar: احذف الرسالة المركّز عليها حاليًّا:
eo: Forigi la nun fokusitan mesaĝon:
et: Parajasti fookuses kirja kustutamine:
fi: Poista kohdistettu viesti:
gl: Eliminar a mensaxe actual:
ko: 현재 선택한 메시지 삭제:
pt: Remover a mensagem em primeiro plano:
sl: Zbriši trenutno osredotočeno sporočilo:
tr: Şu anda odaklı iletiyi sil:
zh_cn: 删除当前查看的消息：
zh_tw: 刪除目前聚焦的信件：

# View|
source: Mark the currently focused message as important:
ar: علّم الرسالة المركّز عليها حاليًّا كَهَامّة:
eo: Marki la nun fokusitan mesaĝon kiel grava:
et: Parajasti fookuses kirja märkimine tähtsaks:
fi: Merkitse kohdistettu viesti tärkeäksi:
gl: Marcar a mensaxe que ten o foco como importante:
ko: 현재 선택한 메시지를 중요한 것으로 표시:
pt: Marcar a mensagem em primeiro plano como importante:
sl: Označi trenutno osredotočeno sporočilo kot pomembno:
tr: Şu anda odaklı iletiyi önemli olarak imle:
zh_cn: 将当前查看的消息标记为重要：
zh_tw: 將目前聚焦的信件標記為重要：

# View|
source: Mark the currently focused message as unread:
ar: علّم الرسالة المركّز عليها حاليًّا كَغَير مقروءة:
eo: Marki la nun fokusitan mesaĝon kiel nelegitan:
et: Parajasti fookuses kirja märkimine lugemata kirjaks:
fi: Merkitse kohdistettu viesti lukematta olevaksi:
gl: Marcar a mensaxe que ten o foco como non lida:
ko: 현재 선택한 메시지를 읽지 않은 것으로 표시:
pt: Marcar a mensagem em primeiro plano como não-lida:
sl: Označi trenutno osredotočeno sporočilo kot neprebrano:
tr: Şu anda odaklı iletiyi okunmadı olarak imle:
zh_cn: 将当前查看的消息标记为未读：
zh_tw: 將目前聚焦的信件標記為未讀：

# View|
source: Show this help text:
ar: اعرض نص المساعدة هذا:
eo: Montri ĉi tiun helptekston:
et: Selle abiteksti näitamine:
fi: Näytä tämä ohjeteksti:
gl: Amosar este texto de axuda:
ko: 이 풍선 도움말 표시:
pt: Mostrar este texto de ajuda:
sl: Prikaži to besedilo pomoči:
tr: Bu yardım metnini göster:
zh_cn: 显示此帮助信息：
zh_tw: 顯示此說明文字：

# View|
source: Inbound
ar: الوارد
eo: Eniranta
fi: Saapuva
gl: Entrante
ko: 수신
sl: Vnodno
tr: Gelen
zh_tw: 收到

# View|
source: Configure
ar: اضبط
eo: Agordi
fi: Asetukset
gl: Configurar
ko: 설정
sl: Konfiguriraj
tr: Yapılandır
zh_tw: 設定

# View|
source: Recent
ar: الحديثة
eo: Lastatempa
fi: Viimeisimmät
gl: Recente
ko: 최근
sl: Nedavno
tr: Son Kullanılan
zh_tw: 最近

# View|
source: Important
ar: مهمّة
eo: Grava
et: Tähtis
fi: Tärkeä
gl: Importante
ko: 중요함
pt: Importante
sl: Pomembno
tr: Önemli
zh_cn: 重要
zh_tw: 重要

# View|
source: Nothing here...
ar: لا يوجد شيء هنا...
eo: Nenio ĉi tie...
et: Siin pole midagi ...
fi: Ei mitään täällä…
gl: Aquí non hai nada…
ko: 아무것도 없습니다...
pt: Nada aqui...
sl: Tu ni ničesar...
tr: Burada bir şey yok...
zh_cn: 此处还没有任何内容...
zh_tw: 這裡什麼都沒有...

# View|
source: Today,
ar: اليوم،
eo: Hodiaŭ,
fi: Tänään
gl: Hoxe,
ko: 오늘
sl: Danes,
tr: Bugün,
zh_tw: 今天，

# View|
source: Tomorrow,
ar: الغد،
eo: Morgaŭ,
fi: Huomenna
gl: Mañá,
ko: 내일
sl: Jutri,
tr: Yarın,
zh_tw: 明天，

# View|
source: (in %1 days)
ar: (في %1 يوم)
eo: (en %1 tagoj)
fi: (%1 päivässä)
gl: (en %1 días)
ko: (%1일)
sl: (v %1 dneh)
tr: (%1 gün içinde)
zh_tw: （再 %1 天）

# View|
source: %1 days ago
ar: قبل %1 يوم
eo: antaŭ %1 tagoj
fi: (%1 päivää sitten)
gl: Hai %1 días
ko: %1일 전
sl: pred %1 dni
tr: %1 gün önce
zh_tw: %1 天前

# View|
source: Ignore sender
ar: تجاهل المرسل
eo: Ignori sendinton
fi: Sivuuta lähettäjä
gl: Ignorar a remitente
ko: 보낸 사람 무시
sl: Prezri pošiljatelja
tr: Göndereni yok say
zh_tw: 忽略寄件者

# View|
source: Restore from trash
ar: استرجع من المهملات
eo: Restarigi el rubujo
fi: Palauta roskakorista
gl: Restaurar do lixo
ko: 휴지통에서 항목 복원
sl: Povrni iz smeti
tr: Çöp kutusundan geri yükle
zh_tw: 從垃圾桶中回復

# View|
source: Mark as read
ar: علّم كمقروءة
eo: Marki kiel legita
fi: Merkitse luetuksi
gl: Marcar como lida
ko: 읽은 상태로 표시
sl: Označi kot prebrano
tr: Okundu olarak imle
zh_tw: 標記為已讀

# View|
source: Mark as unread
ar: علّم كَغَير مقروءة
eo: Marki kiel nelegita
fi: Merkitse lukematta olevaksi
gl: Marcar como non lida
ko: 읽지 않은 상태로 표시
sl: Označi kot neprebrano
tr: Okunmadı olarak imle
zh_tw: 標記為未讀

# View|
source: Mark as important
ar: علّم كَهَامّة
eo: Marki kiel grava
fi: Merkitse tärkeäksi
gl: Marcar como importante
ko: 중요한 것으로 표시
sl: Označi kot pomembno
tr: Önemli olarak imle
zh_tw: 標記為重要

# View|
source: Move to trash
ar: انقل إلى المهملات
eo: Movi al rubujo
fi: Siirrä roskakoriin
gl: Botar no lixo.
ko: 휴지통으로 이동
sl: Prestavi v smeti
tr: Çöp kutusuna taşı
zh_tw: 移到垃圾桶

# View|
source: Done!
ar: تم!
eo: Farita!
et: Tehtud!
fi: Valmis!
gl: Feito!
ko: 완료!
pt: Pronto!
sl: Dokončano!
tr: Tamamlandı!
zh_cn: 完成！
zh_tw: 完成！

# View|
source: Account:
ar: الحساب:
eo: Konto:
et: Konto:
fi: Tili:
gl: Conta:
ko: 계정:
pt: Conta:
sl: Račun:
tr: Hesap:
zh_cn: 账户：
zh_tw: 帳號：

# View|
source: Account Id:
ar: م‌ت الحساب:
eo: Konto Id:
et: Konto ID:
fi: Tilin tunniste:
gl: Identificador de conta:
ko: 계정 ID:
pt: ID da Conta:
sl: Id računa:
tr: Hesap Kimliği:
zh_cn: 账户 Id：
zh_tw: 帳號 ID：

# View|
source: Resource Id:
ar: م‌ت المورد:
eo: Rimedo Id:
et: Ressursi ID:
fi: Resurssin tunniste:
gl: Identificador de recurso:
ko: 자원 ID:
pt: ID do Recurso:
sl: Id vira:
tr: Özkaynak Kimliği:
zh_cn: 资源 Id：
zh_tw: 資源 ID：

# View|
source: Timestamp:
ar: الختم الزمني:
eo: Tempostampo:
et: Ajatempel:
fi: Aikaleima:
gl: Marca de tempo:
ko: 타임스탬프:
pt: Hora:
sl: Časovna oznaka:
tr: Zaman Damgası:
zh_cn: 时间戳：
zh_tw: 時間戳：

# View|
source: Message:
ar: الرسالة:
eo: Mesaĝo:
et: Kiri:
fi: Viesti:
gl: Mensaxe:
ko: 메시지:
pt: Mensagem:
sl: Sporočilo:
tr: İleti:
zh_cn: 消息：
zh_tw: 信件：

# View|
source: Failed to login
ar: فشل في تسجيل الولوج
eo: Malsukcesis ensaluti
et: Sisselogimine nurjus
fi: Kirjautuminen epäonnistui
gl: Non foi posíbel acceder
ko: 로그인할 수 없음
pt: Não foi possível ligar-se
sl: Prijava ni uspela
tr: Oturum açılamadı
zh_cn: 登录失败
zh_tw: 登入失敗

# View|
source: %1: please check your credentials.
ar: %1: يرجى التحقق من بيانات الاعتماد الخاصة بك.
eo: %1: bonvolu kontroli viajn akreditaĵojn.
et: %1: palun kontrolli oma kasutajatunnuseid.
fi: %1: tarkista kirjautumistietosi.
gl: %1: revise as súas credenciais.
ko: %1: 인증 정보를 확인하십시오.
pt: %1: verifique por favor as suas credenciais.
sl: %1: preverite vaše poverilnice.
tr: %1: Lütfen kimlik bilgilerinizi denetleyin.
zh_cn: %1：请检查您的凭据。
zh_tw: %1：請檢查您的認證資訊。

# View|
source: Change Password
ar: غيّر كلمة السر
eo: Ŝanĝi Pasvorton
et: Muuda parooli
fi: Vaihda salasana
gl: Cambiar o contrasinal
ko: 암호 변경
pt: Modificar a Senha
sl: Spremeni geslo
tr: Parolayı Değiştir
zh_cn: 修改密码
zh_tw: 變更密碼

# View|
source: Host not found
ar: المضيف غير موجود
eo: Gastiganto ne trovita
et: Masinat ei leitud
fi: Palvelinta ei löydy
gl: Non se atopou o servidor
ko: 호스트를 찾을 수 없음
pt: A máquina não foi encontrada
sl: Gostitelja ni mogoče najti
tr: Makine bulunamadı
zh_cn: 未找到主机
zh_tw: 找不到主機
