Repository: KDE/kube
Catalog: poqm/*/kube_qt.po
Languages: ar, eo, et, fi, gl, ko, pt, sl, tr, zh_cn, zh_tw

# main|
source: Enable GPG Keyring Integration
ar: فعّل دمج سلسلة مفاتيح GPG
eo: Ebligi GPG-ŝlosilringan integriĝon
et: GPG võtmerõnga lõimimise lubamine
fi: Käytä GPG-avainrengasintegrointia
gl: Activar a integración co chaveiro de GPG
ko: GPG 키 모음 통합 활성화
pt: Activar a Integração com o Porta-Chaves do GPG
sl: Omogoči integracijo ključev GPG
tr: GPG Anahtar Zinciri Tümleştirmesini Etkinleştir
zh_cn: 启用 GPG 密钥环集成
zh_tw: 啟用 GPG 鑰匙圈整合

# AttachmentDelegate|
source: Import key
ar: استورد مفتاحًا
eo: Importi ŝlosilon
et: Võtme importimine
fi: Tuo avain
gl: Importar unha chave
ko: 키 가져오기...
pt: Importar a chave
sl: Uvozi ključ
tr: Anahtar içe aktar
zh_cn: 导入密钥
zh_tw: 匯入金鑰

# ConversationView|
source: Downloading message...
ar: ينزّل الرّسالة...
eo: Elŝutante mesaĝon...
fi: Ladataan viestiä…
gl: Descargando a mensaxe…
ko: 메시지 다운로드 중...
pt: A obter a mensagem...
sl: Prenašanje sporočila...
tr: İleti indiriliyor...
zh_cn: 正在下载消息...
zh_tw: 下載信件中...

# ConversationView|
source: Failed to download message...
ar: فشلت في تنزيل الرسالة...
eo: Malsukcesis elŝuti mesaĝon...
fi: Viestin lataus epäonnistui…
gl: Non foi posíbel descargar a mensaxe…
ko: 메시지를 다운로드할 수 없음...
pt: Não foi possível obter a mensagem...
sl: Sporočila ni bilo mogoče prenesti...
tr: İleti indirilemedi...
zh_cn: 消息下载失败...
zh_tw: 下載信件失敗…

# EditAccount|
source: Change Password
ar: غيّر كلمة السر
eo: Ŝanĝi Pasvorton
et: Muuda parooli
fi: Vaihda salasana
gl: Cambiar o contrasinal
ko: 암호 변경
pt: Modificar a Senha
sl: Spremeni geslo
tr: Parolayı Değiştir
zh_cn: 修改密码
zh_tw: 變更密碼

# EditAccount|
source: Remove Account
ar: أزل الحساب
eo: Forigi Konton
et: Eemalda konto
fi: Poista tili
gl: Retirar a conta
ko: 계정 삭제
pt: Remover a Conta
sl: Odstrani račun
tr: Hesabı Kaldır
zh_cn: 删除账户
zh_tw: 移除帳號

# EditAccount|
source: Save
ar: احفظ
eo: Konservi
et: Salvesta
fi: Tallenna
gl: Gardar
ko: 저장
pt: Gravar
sl: Shrani
tr: Kaydet
zh_cn: 保存
zh_tw: 儲存

# EntitySelector|
source: Add
ar: أضف
eo: Aldoni
fi: Lisää
gl: Engadir
ko: 추가
sl: Dodaj
tr: Ekle
zh_tw: 新增

# LoginAccount|
source: Login
ar: ولوج
eo: Ensaluti
et: Logi sisse
fi: Kirjaudu
gl: Acceso
ko: 로그인
pt: Ligar
sl: Prijava
tr: Oturum Aç
zh_cn: 登录时
zh_tw: 登入

# MailListDelegate|
source: Restore from trash
ar: استرجع من المهملات
eo: Restarigi el rubujo
fi: Palauta roskakorista
gl: Restaurar do lixo
ko: 휴지통에서 항목 복원
sl: Povrni iz smeti
tr: Çöp kutusundan geri yükle
zh_tw: 從垃圾桶中回復

# MailListDelegate|
source: Mark as read
ar: علّم كمقروءة
eo: Marki kiel legita
fi: Merkitse luetuksi
gl: Marcar como lida
ko: 읽은 상태로 표시
sl: Označi kot prebrano
tr: Okundu olarak imle
zh_tw: 標記為已讀

# MailListDelegate|
source: Mark as unread
ar: علّم كَغَير مقروءة
eo: Marki kiel nelegita
fi: Merkitse lukematta olevaksi
gl: Marcar como non lida
ko: 읽지 않은 상태로 표시
sl: Označi kot neprebrano
tr: Okunmadı olarak imle
zh_tw: 標記為未讀

# MailListDelegate|
source: Mark as important
ar: علّم كَهَامّة
eo: Marki kiel grava
fi: Merkitse tärkeäksi
gl: Marcar como importante
ko: 중요한 것으로 표시
sl: Označi kot pomembno
tr: Önemli olarak imle
zh_tw: 標記為重要

# MailListDelegate|
source: Move to trash
ar: انقل إلى المهملات
eo: Movi al rubujo
fi: Siirrä roskakoriin
gl: Botar no lixo.
ko: 휴지통으로 이동
sl: Prestavi v smeti
tr: Çöp kutusuna taşı
zh_tw: 移到垃圾桶

# MailListView|
source: Nothing here...
ar: لا يوجد شيء هنا...
eo: Nenio ĉi tie...
et: Siin pole midagi ...
fi: Ei mitään täällä…
gl: Aquí non hai nada…
ko: 아무것도 없습니다...
pt: Nada aqui...
sl: Tu ni ničesar...
tr: Burada bir şey yok...
zh_cn: 此处还没有任何内容...
zh_tw: 這裡什麼都沒有...

# ErrorPart|
source: An error occurred: %1
ar: حدث خطأ: %1
eo: Eraro okazis: %1
et: Tekkis tõrge: %1
fi: Tapahtui virhe: %1
gl: Produciuse un erro: %1
ko: 오류 발생: %1
pt: Ocorreu um erro: %1
sl: Prišlo je do napake: %1
tr: Bir hata oluştu: %1
zh_cn: 发生错误：%1
zh_tw: 發生錯誤：%1

# ICalPart|
source: This is an exception for the event originally occurring at: "%1"
ar: هذا استثناء للحدث الذي يقع مبدئيًّا في: «%1»
eo: Ĉi tio estas escepto por la okazaĵo origine okazanta ĉe: "%1"
fi: Tämä on poikkeus tapahtumaan, joka alkuaan tapahtui täällä: ”%1”
gl: Isto é unha excepción do evento que se produciu orixinalmente en: «%1»
ko: 원래 "%1"에 있어야 했던 이벤트의 예외 사항
pt: Esta é uma excepção para o evento que ocorreu originalmente em: "%1"
sl: To je izjema za dogodek, ki se je prvotno dogajal ob: "%1"
tr: Bu, özgün olarak şurada gerçekleşen etkinlik için bir istisnadır: "%1"
zh_cn: 这是一个原发于”%1“的事件异常
zh_tw: 這是原要在此時刻發生的活動的例外：「%1」

# ICalPart|
source: "%1" has been cancelled.
ar: «%1» أُلغيت.
eo: "%1" estas nuligita.
fi: ”%1” on peruttu.
gl: Cancelouse «%1».
ko: "%1"이(가) 취소되었습니다.
pt: O "%1" foi cancelado.
sl: "%1" je bil preklican.
tr: "%1", iptal edildi.
zh_cn: “%1”已被取消
zh_tw: 「%1」已被取消。

# ICalPart|
source: %1 has accepted: "%2"
ar: %1 قبلت: «%2»
eo: %1 akceptis: "%2"
fi: %1 hyväksyi: “%2”
gl: %1 aceptou: «%2»
ko: %1 님이 수락함: "%2"
pt: O %1 aceitou: "%2"
sl: "%1" je bil sprejet: "%2"
tr: %1, kabul etti: "%2"
zh_cn: %1 已接受：“%2”
zh_tw: %1 已接受：「%2」

# ICalPart|
source: %1 has declined: "%2"
ar: %1 رفضت: «%2»
eo: %1 malakceptis: "%2"
fi: %1 hylkäsi: ”%2”
gl: %1 rexeitou: «%2»
ko: %1 님이 거절함: "%2"
pt: O %1 recusou: "%2"
sl: %1 je zavrnil: "%2"
tr: %1, reddetti: "%2"
zh_cn: %1 已拒绝：“%2”
zh_tw: %1 已拒絕：「%2」

# ICalPart|
source: %1 doesn't yet know about: "%2"
ar: %1 لا تعرف بعد عن: «%2»
eo: %1 ankoraŭ ne scias pri: "%2"
fi: %1 ei vielä tiedä tästä: ”%2”
gl: %1 aínda non sabe: «%2»
ko: %1 님이 아직 응답하지 않음: "%2"
pt: O %1 não reconhece: "%2"
sl: %1 še ne ve za: "%2"
tr: %1, henüz şunu bilmiyor: "%2"
zh_cn: %1 还不知道此邀请：“%2”
zh_tw: %1 尚未知悉：「%2」

# ICalPart|
source: The invitation has been updated: "%1"
ar: التّحديث على الدّعوة: «%1»
eo: La invito estas ĝisdatigita: "%1"
fi: Kutsu on päivitetty: ”%1”
gl: Actualizouse a invitación: «%1»
ko: 초대장이 업데이트됨: "%1"
pt: O convite foi actualizado: "%1"
sl: Povabilo je bilo posodobljeno: "%1"
tr: Davet güncellendi: "%1"
zh_cn: 此邀请已被更新：“%1”
zh_tw: 邀請已被更新：「%1」

# ICalPart|
source: You have accepted: "%1"
ar: أنت قبلت: «%1»
eo: Vi akceptis: "%1"
et: Sa olid nõus: "%1"
fi: Olet hyväksynyt seuraavan: ”%1”
gl: Aceptou: «%1»
ko: 수락함: "%1"
pt: Você aceitou: "%1"
sl: Sprejeli ste: "%1"
tr: Kabul ettiniz: "%1"
zh_cn: 您已接受：“%1”
zh_tw: 您已接受：「%1」

# ICalPart|
source: You have declined: "%1"
ar: أنت رفضت: «%1»
eo: Vi rifuzis: "%1"
et: Sa lükkasid tagasi: "%1"
fi: Olet hylännyt seuraavan: ”%1”
gl: Rexeitou: «%1»
ko: 거절함: "%1"
pt: Você recusou: "%1"
sl: Zavrnili ste: "%1"
tr: Reddettiniz: "%1"
zh_cn: 您已拒绝：“%1”
zh_tw: 您已拒絕：「%1」

# ICalPart|
source: You've been invited to: "%1"
ar: أنت دُعيت إلى: «%1»
eo: Vi estis invitita al: "%1"
et: Sind kutsuti üritusele: "%1"
fi: Sinut on kutsuttu seuraavaan: ”%1”
gl: Invitárono a: «%1»
ko: 초대 받음: "%1"
pt: Você foi convidado para: "%1"
sl: Bili ste povabljeni na: "%1"
tr: Şuna davet edildiniz: "%1"
zh_cn: 您已被邀请加入：“%1”
zh_tw: 您已被邀請至：「%1」

# ICalPart|
source: You are not listed as attendee to: "%1"
ar: أنت لست مدرجًا كحاضر في: «%1»
eo: Vi ne estas listigita kiel partoprenanto al: "%1"
fi: Et ole osanottajaluettelossa: ”%1”
gl: Non está na lista de asistentes de: «%1»
ko: 참석자로 등록되지 않았음: "%1"
pt: Não está indicado como participante de: "%1"
sl: Niste na seznamu udeležencev za: "%1"
tr: Şu etkinlik için katılımcı olarak listelenmediniz: "%1"
zh_cn: 您未被列为参与者：“%1”
zh_tw: 您並未列為此活動的參加者：「%1」

# ICalPart|
source: Decline
ar: ارفض
eo: Malkresko
et: Keeldu
fi: Hylkää
gl: Rexeitar
ko: 거부
pt: Recusar
sl: Zavrni
tr: Reddet
zh_cn: 拒绝
zh_tw: 拒絕

# ICalPart|
source: Accept
ar: اقبل
eo: Akcepti
et: Nõustu
fi: Hyväksy
gl: Aceptar
ko: 수락
pt: Aceitar
sl: Sprejmi
tr: Kabul Et
zh_cn: 接受
zh_tw: 接受

# ICalPart|
source: in
ar: في
eo: en
fi: ajassa
gl: en
pt: em
sl: v
tr: şurada:
zh_cn: 加入
zh_tw: 於

# MailPart|
source: sent by %1 on %2
ar: أرسلها %1 في %2
eo: sendita de %1 sur %2
et: saatis %1 %2
fi: lähettänyt %1 %2
gl: enviada por %1 o %2
ko: %1 님이 %2에 보냄
pt: enviada por %1 a %2
sl: poslano od %1 za %2
tr: %1 tarafından %2 tarihinde gönderildi
zh_cn: 由 %1 发于 %2
zh_tw: 由 %1 於 %2 傳送

# MailPartModel|
source: This message has been signed but we failed to validate the signature.
ar: هذه الرسالة وُقِّعت لكننا فشلنا في المصادقة على التوقيع.
eo: Ĉi tiu mesaĝo estis subskribita sed ni ne sukcesis validigi la subskribon.
fi: Viesti on allekirjoitettu, mutta allekirjoituksen todennus epäonnistui.
gl: A mensaxe está asinada pero produciuse un erro ao validar a sinatura.
ko: 이 메시지는 서명되었지만 서명을 검증할 수 없습니다.
pt: Esta mensagem foi assinada, mas não foi possível validar a assinatura.
sl: To sporočilo je bilo podpisano, vendar podpisa ni bilo mogoče preveriti.
tr: Bu ileti imzalanmış; ancak imzayı doğrulayamadık.
zh_cn: 此消息已被签名，但我们无法验证此签名。
zh_tw: 此信件已簽署但驗證簽章時失敗。

# MailPartModel|
source: This message has been signed using the key %1.
ar: وُقِّعت هذه الرسالة باستعمال المفتاح %1.
eo: Ĉi tiu mesaĝo estis subskribita per la ŝlosilo %1.
fi: Viesti on allekirjoitettu avaimella %1.
gl: A mensaxe asinouse coa chave %1.
ko: 이 메시지는 키 %1(으)로 서명되었습니다.
pt: Esta mensagem foi assinada com a chave %1.
sl: To sporočilo je bilo podpisano s ključem %1.
tr: Bu ileti, %1 anahtarı kullanılarak imzalanmış.
zh_cn: 此消息已使用密钥 %1 签名。
zh_tw: 這個信件已使用金鑰 %1 簽署。

# MailPartModel|
source: The key details are not available.
ar: تفاصيل المفتاح غير متوفّرة.
eo: La ŝlosilaj detaloj ne estas disponeblaj.
fi: Avaimen tietoja ei ole saatavilla.
gl: Os detalles da chave non están dispoñíbeis.
ko: 키 정보를 알 수 없습니다.
pt: Os detalhes da chave não estão disponíveis.
sl: Podrobnosti o ključu niso na voljo.
tr: Anahtar ayrıntıları görüntülenemiyor.
zh_cn: 无法获取密钥详情。
zh_tw: 沒有可用的金鑰細節。

# MailPartModel|
source: This message has been signed using the key %1 by %2.
ar: وُقِّعت هذه الرسالة باستعمال المفتاح %1 من قبل %2.
eo: Ĉi tiu mesaĝo estis subskribita per la ŝlosilo %1 de %2.
fi: Viesti on allekirjoitettu käyttäjän %2 avaimella %1.
gl: A mensaxe asinouse coa chave %1, de %2.
ko: %2 님이 키 %1(으)로 이 메시지에 서명했습니다.
pt: Esta mensagem foi assinada com a chave %1 de %2.
sl: To sporočilo je bilo podpisano s ključem %1 od %2.
tr: Bu ileti; %2 tarafından, %1 anahtarı kullanılarak imzalanmış.
zh_cn: 此消息已由 %2 使用密钥 %1 签名。
zh_tw: 這個信件已由 %2 使用金鑰 %1 簽署。

# MailPartModel|
source: The key was revoked.
ar: المفتاح أُلغي.
eo: La ŝlosilo estis revokita.
fi: Avain on peruttu.
gl: A chave revogouse.
ko: 키가 취소되었습니다.
pt: A chave foi revogada.
sl: Ključ je bil preklican.
tr: Anahtar yürürlükten kaldırılmış.
zh_cn: 此密钥已被吊销。
zh_tw: 此金鑰已撤銷。

# MailPartModel|
source: The key has expired.
ar: المفتاح انتهت صلاحيته.
eo: La ŝlosilo eksvalidiĝis.
fi: Avain on vanhentunut.
gl: A chave caducou.
ko: 키가 만료되었습니다.
pt: A chave expirou a validade.
sl: Ključ je potekel.
tr: Anahtarın süresi dolmuş.
zh_cn: 此密钥已过期。
zh_tw: 此金鑰已過期。

# MailPartModel|
source: You are trusting this key.
ar: أنت تثق بهذا المفتاح.
eo: Vi fidas ĉi tiun ŝlosilon.
fi: Luotat tähän avaimeen.
gl: Está a confiar nesta chave.
ko: 이 키를 신뢰하고 있습니다.
pt: Você confia nesta chave.
sl: Zaupate temu ključu.
tr: Bu anahtara güveniyorsunuz.
zh_cn: 您信任此密钥。
zh_tw: 您正信任此金鑰。

# MailPartModel|
source: The signature is invalid.
ar: التوقيع غير صالح.
eo: La subskribo estas nevalida.
fi: Allekirjoitus on virheellinen.
gl: A sinatura é incorrecta.
ko: 서명이 잘못되었습니다.
pt: A assinatura é inválida.
sl: Podpis je neveljaven.
tr: İmza geçersiz.
zh_cn: 此签名无效。
zh_tw: 簽章無效。

# MailPartModel|
source: This message is encrypted but we don't have the key for it.
ar: هذه الرسالة معماة لكن ليس لدينا مفتاحها.
eo: Ĉi tiu mesaĝo estas ĉifrita sed ni ne havas la ŝlosilon por ĝi.
fi: Viesti on salattu, mutta sille ei vielä ole avainta.
gl: A mensaxe está cifrada pero non temos a súa chave.
ko: 메시지가 암호화되어 있지만 키가 없습니다.
pt: Esta mensagem está encriptada, mas não temos a chave da mesma.
sl: To sporočilo je šifrirano, a nimamo ključa zanj.
tr: Bu ileti şifreli; ancak anahtarı bizde yok.
zh_cn: 此消息已加密，但我们没有它的密钥。
zh_tw: 這個信件已加密，但我們沒有它的金鑰。

# MailPartModel|
source: This message is encrypted to the key: %1
ar: هذه الرسالة معماة بالمفتاح: %1
eo: Ĉi tiu mesaĝo estas ĉifrita al la ŝlosilo: %1
fi: Viesti on salattu avaimella: %1
gl: A mensaxe está cifrada para a chave: %1
ko: 이 메시지는 다음 키로 암호화되어 있습니다: %1
pt: Esta mensagem está encriptada com a chave: %1
sl: To sporočilo je šifrirano za ključ: %1
tr: Bu ileti, şu anahtar ile şifrelenmiş: %1
zh_cn: 此消息已使用密钥 %1 加密
zh_tw: 這個信件已加密給金鑰：%1

# MailViewer|
source: Incomplete body...
ar: متن غير كامل...
eo: Nekompleta korpo...
et: Ebatäielik põhitekst ...
fi: Vaillinainen runko…
gl: Corpo incompleto…
ko: 불완전한 본문...
pt: Conteúdo incompleto...
sl: Nekompletno telo...
tr: Eksik gövde...
zh_cn: 正文仍在加载...
zh_tw: 不完整的本文…

# MailViewer|
source: Sent from
ar: أُرسلت من
eo: Sendita de
et: Saatja oli
fi: Lähetetty
gl: Enviado desde
ko: 보낸 사람
pt: Enviado de
sl: Poslano od
tr: Şuradan gönderildi
zh_cn: 发自

# MailViewer|
source: Draft from
ar: مسودة من
eo: Malneto el
et: Mustandi koostas
fi: Luonnos
gl: Borrador de
ko: 임시 보관됨
pt: Rascunho de
sl: Osnutek od
tr: Şuradan taslak yapıldı
zh_cn: 草稿来自

# MailViewer|
source: Send mail to
ar: أرسل بريدًا إلى
eo: Sendi poŝton al
et: Kirja saaja on
fi: Lähetä sähköpostia
gl: Enviar a mensaxe a
ko: 메일 보내기
pt: Enviar o e-mail para
sl: Pošli sporočilo za
tr: Şuna ileti gönder
zh_cn: 将邮件发送至
zh_tw: 傳送郵件到

# MailViewer|
source: Trash: %1
ar: المهملات: %1
eo: Rubujo: %1
et: Prügikast: %1
fi: Roskakori: %1
gl: Lixo: %1
ko: 휴지통: %1
pt: Lixo: %1
sl: Smeti: %1
tr: Çöpe at: %1
zh_cn: 已删除邮件：%1
zh_tw: 垃圾桶：%1

# MailViewer|
source: Save attachment
ar: احفظ المرفق
eo: Konservi aldonaĵon
et: Manuse salvestamine
fi: Tallenna liite
gl: Gardar o anexo
ko: 첨부 파일 저장
pt: Gravar o anexo
sl: Shrani prilogo
tr: Eki kaydet
zh_cn: 保存附件
zh_tw: 儲存附件

# MailViewer|
source: Delete Mail
ar: احذف البريد
eo: Forigi Poŝton
et: Kustuta kiri
fi: Poista viesti
gl: Eliminar a mensaxe
ko: 메일 삭제
pt: Apagar o E-Mail
sl: Zbriši sporočilo
tr: Postayı Sil
zh_cn: 删除邮件
zh_tw: 刪除郵件

# MailViewer|
source: Discard
ar: أهمِل
eo: Forĵeti
et: Hülga
fi: Hylkää
gl: Descartar
ko: 무시
pt: Esquecer
sl: Zavrzi
tr: At
zh_cn: 不保存
zh_tw: 捨棄

# MailViewer|
source: Move to trash
ar: انقل إلى المهملات
eo: Movi al rubujo
et: Viska prügikasti
fi: Siirrä roskakoriin
gl: Botar no lixo
ko: 휴지통으로 이동
pt: Enviar para o lixo
sl: Prenesi v smeti
tr: Çöp kutusuna taşı
zh_cn: 移至已删除邮件
zh_tw: 移到垃圾桶

# MailViewer|
source: Share
ar: شارك
eo: Kunhavigi
et: Jaga
fi: Jaa
gl: Compartir
ko: 공유
pt: Partilhar
sl: Deli
tr: Paylaş
zh_cn: 共享
zh_tw: 分享

# MailViewer|
source: Edit
ar: حرّر
eo: Redakti
et: Muuda
fi: Muokkaa
gl: Editar
ko: 편집
pt: Editar
sl: Uredi
tr: Düzenle
zh_cn: 编辑
zh_tw: 編輯

# MailViewer|
source: Reply
ar: ردّ
eo: Respondi
et: Vasta
fi: Vastaa
gl: Responder
ko: 답장
pt: Responder
sl: Odgovori
tr: Yanıtla
zh_cn: 回复
zh_tw: 回覆

# Outbox|
source: Sending: %1
ar: يُرسل: %1
eo: Sendado: %1
et: Saatmine: %1
fi: Lähetetään: %1
gl: Enviando: %1
ko: 보내는 중: %1
pt: A enviar: %1
sl: Pošiljam: %1
tr: Gönderiliyor: %1
zh_cn: 正在发送：%1
zh_tw: 傳送中：%1

# Outbox|
source: Send now
ar: أرسل الآن
eo: Sendi nun
et: Saada kohe
fi: Lähetä heti
gl: Enviar agora
ko: 지금 보내기
pt: Enviar agora
sl: Pošlji zdaj
tr: Şimdi gönder
zh_cn: 立即发送
zh_tw: 立即傳送

# Outbox|
source: No pending messages
ar: لا رسائل معلّقة
eo: Neniuj pritraktataj mesaĝoj
et: Ootel kirju pole
fi: Ei viestejä jonossa
gl: Non hai mensaxes pendentes
ko: 대기 중인 메시지 없음
pt: Sem mensagens pendentes
sl: Ni čakajočih sporočil
tr: Bekleyen ileti yok
zh_cn: 没有待处理的消息
zh_tw: 沒有待處理的信件

# ScrollablePopup|
source: Discard
ar: أهمِل
eo: Forĵeti
fi: Merkitse nähdyksi
gl: Descartar
ko: 무시
sl: Zavrzi
tr: At
zh_tw: 捨棄

# ScrollablePopup|
source: Save
ar: احفظ
eo: Konservi
fi: Tallenna
gl: Gardar
ko: 저장
sl: Shrani
tr: Kaydet
zh_tw: 儲存

# SearchPopup|
source: Filter...
ar: رشّح...
eo: Filtri...
et: Filtreeri ...
fi: Suodata…
gl: Filtrar…
ko: 필터...
pt: Filtrar...
tr: Süz...
zh_cn: 过滤...
zh_tw: 過濾…

# SelectableItem|
source: Copy
ar: انسخ
eo: Kopii
et: Kopeeri
fi: Kopioi
gl: Copiar
ko: 복사
pt: Copiar
sl: Kopiraj
tr: Kopyala
zh_cn: 复制
zh_tw: 複製

# SelectableLabel|
source: Copy
ar: انسخ
eo: Kopii
et: Kopeeri
fi: Kopioi
gl: Copiar
ko: 복사
pt: Copiar
sl: Kopiraj
tr: Kopyala
zh_cn: 复制
zh_tw: 複製

# StatusBar|
source: Disconnected
ar: قطع الاتصال
eo: Malkonektita
et: Pole ühendatud
fi: Ei kytketty
gl: Desconectado
ko: 연결 끊김
pt: Desligado
sl: Odklopljeno
tr: Bağlantı kesildi
zh_cn: 连接已断开
zh_tw: 已斷線

# StatusBar|
source: Abort
ar: أجهض
eo: Ĉesigi
et: Loobu
fi: Keskeytä
gl: Interromper
ko: 중지
pt: Interromper
sl: Prekini
tr: İptal et
zh_cn: 中止
zh_tw: 中止

# TextArea|
source: Copy Link
ar: انسخ الرابط
eo: Kopii Ligo
fi: Kopioi
gl: Copiar a ligazón
ko: 링크 복사
pt: Copiar a Ligação
sl: Kopiraj povezavo
tr: Bağlantıyı Kopyala
zh_cn: 复制链接
zh_tw: 複製連結

# TextArea|
source: Copy Selection
ar: انسخ التحديد
eo: Kopii Elekton
fi: Kopioi valinta
gl: Copiar a selección
ko: 선택 영역 복사
pt: Copiar a Selecção
sl: Kopiraj izbiro
tr: Seçimi Kopyala
zh_cn: 复制选中项
zh_tw: 複製選取範圍

# TodoListDelegate|
source: Due today
ar: مستحق اليوم
eo: Paga hodiaŭ
fi: Määräaika tänään
gl: Para hoxe
ko: 오늘까지 해야 함
sl: Zapade danes
tr: Bugüne yapılacak
zh_tw: 今天到期

# TodoListDelegate|
source: (%1 days)
ar: (%1 يوم)
eo: (%1 tagoj)
fi: (%1 päivää)
gl: (%1 días)
ko: (%1일)
sl: (%1 dni)
tr: (%1 gün)
zh_tw: (%1 天)

# TodoListDelegate|
source: Overdue for %1 days
ar: متأخر %1 يومًا
eo: Malfruis %1 tagoj
fi: Myöhässä %1 päivää
gl: Remata en %1 días
ko: 기한이 %1일 더 지남
sl: Prekoračeno za %1 dni
tr: %1 gün geçmiş
zh_tw: 逾期 %1 天

# TodoListDelegate|
source: Unpick
ar: أبطل الاختيار
eo: Malelekti
fi: Peru poiminta
gl: Retirar da escolla
ko: 선택 해제
sl: Ne izberi
tr: Bırak
zh_tw: 取消挑選

# TodoListDelegate|
source: Pick
ar: اختر
eo: Elekti
fi: Poimi
gl: Escoller
ko: 선택
sl: Izberi
tr: Al
zh_tw: 挑選

# TodoListDelegate|
source: Done!
ar: تم!
eo: Farita!
fi: Valmis!
gl: Feito!
ko: 완료!
sl: Dokončano!
tr: Tamamlandı!
zh_tw: 完成！

# QObject|
source: When: %1
ar: متى: %1
eo: Kiam: %1
et: Millal: %1
fi: Milloin: %1
gl: Cando: %1
ko: 날짜: %1
pt: Quando: %1
sl: Kdaj: %1
tr: Ne zaman: %1
zh_cn: 时间：%1
zh_tw: 何時：%1

# QObject|
source: Where: %1
ar: أين: %1
eo: Kie: %1
et: Kus: %1
fi: Paikka: %1
gl: Onde: %1
ko: 장소: %1
pt: Onde: %1
sl: Kje: %1
tr: Nerede: %1
zh_cn: 地点：%1
zh_tw: 在哪裡：%1

# QObject|
source: Attendees:
ar: الحضور:
eo: Ĉeestantoj:
et: Osalejad:
fi: Osanottajat:
gl: Asistentes:
ko: 참석자:
pt: Participantes:
sl: Udeleženci:
tr: Katılımcılar:
zh_cn: 参与者：
zh_tw: 參加者：

# QObject|
source: "%1" has been updated
ar: حُدّث «%1»
eo: "%1" estas ĝisdatigita
et: "%1" on uuendatud
fi: ”%1” on päivitetty
gl: Actualizouse «%1»
ko: "%1"이(가) 업데이트됨
pt: O "%1" foi actualizado
sl: "%1" je bil posodobljen
tr: "%1" güncellendi
zh_cn: “%1”已被更新
zh_tw: 「%1」已被更新

# QObject|
source: You've been invited to: "%1"
ar: أنت دُعيت إلى: «%1»
eo: Vi estis invitita al: "%1"
et: Sind kutsuti üritusele: "%1"
fi: Sinut on kutsuttu: ”%1”
gl: Invitárono a: «%1»
ko: 초대 받음: "%1"
pt: Você foi convidado para: "%1"
sl: Bili ste povabljeni na: "%1"
tr: Şuraya davet edildiniz: "%1"
zh_cn: 您已被邀请加入：“%1”
zh_tw: 您已被邀請至：「%1」

# QObject|
source: Please find attached an iCalendar file with all the event details which you can import to your calendar application.
ar: يرجى إيجاد ملف iCalendar مرفق يحتوي على كافة تفاصيل الحدث والذي يمكنك استيراده إلى تطبيق التقويم الخاص بك.
fi: Etsi tapahtuman tiedot sisältävä iCalendar-tiedostoliite, jonka voit tuoda kalenterisovellukseesi.
gl: Atopará anexado un ficheiro de iCalendar con todos os detalles do evento que pode importar na súa aplicación de calendario.
ko: 캘린더 앱으로 가져올 수 있는 첨부된 iCalendar 파일을 참조하십시오.
pt: Receba por favor em anexo um ficheiro iCalendar com todos os detalhes do evento, o qual poderá importar para a sua aplicação de calendário.
sl: Poiščite priloženo datoteko iCalendar z vsemi podrobnostmi o dogodku, ki jo lahko uvozite v vašo aplikacijo za koledar.
tr: Takvim uygulamanızda içe aktarabileceğiniz tüm etkinlik ayrıntılarını içeren bir iCalendar dosyasını ekte bulabilirsiniz.
zh_cn: 请找到一个可导入日历应用的、带有全部日程详情的 iCalendar 文件。
zh_tw: 請見附件中 iCalendar 檔案，其中包含活動事件的細節，而您可以直接將其匯入至您的行事曆應用程式中。

# QObject|
source: %1 has accepted the invitation to the following event
ar: %1 قبلت الدّعوة إلى الحدث التالي
eo: %1 akceptis la inviton al la sekva evento
et: %1 võttis vastu kutse järgmisele sündmusele
fi: %1 on hyväksynyt kutsun seuraavaan tapahtumaan
gl: %1 aceptou a invitación ao seguinte evento
ko: %1 님이 다음 행사 초대장을 수락함
pt: O %1 aceitou o convite para o seguinte evento
sl: %1 je sprejel povabilo na naslednji dogodek
tr: %1, aşağıdaki etkinlik davetini kabul etti
zh_cn: %1 已接受以下日程的邀请
zh_tw: %1 已接受以下活動的邀請

# QObject|
source: %1 has declined the invitation to the following event
ar: %1 رفضت الدّعوة إلى الحدث التالي
eo: %1 malakceptis la inviton al la sekva evento
et: %1 lükkas tagasi kutse järgmisele sündmusele
fi: %1 on hylännyt kutsun seuraavaan tapahtumaan
gl: %1 rexeitou a invitación ao seguinte evento
ko: %1 님이 다음 행사 초대장을 거절함
pt: %1 recusou o convite para o seguinte evento
sl: %1 je odklonil povabilo na naslednji dogodek
tr: %1, aşağıdaki etkinlik davetini reddetti
zh_cn: %1 已拒绝以下日程的邀请
zh_tw: %1 已拒絕以下活動的邀請

# QObject|
source: "%1" has been accepted by %2
ar: «%1» قُبلت من %2
eo: "%1" estis akceptita de %2
fi: %2 on hyväksynyt seuraavan: ”%1”
gl: %2 aceptou «%1»
ko: %2 님이 "%1"을(를) 수락함
pt: O "%1" foi aceite por %2
sl: "%1" je bil sprejet pri %2
tr: "%1", %2 tarafından kabul edildi
zh_cn: %2 已接受“%1”
zh_tw: 「%1」已被 %2 接受

# QObject|
source: "%1" has been declined by %2
ar: «%1» رُفضت من %2
eo: "%1" estis malakceptita de %2
fi: %2 on hylännyt seuraavan: ”%1”
gl: %2 rexeitou «%1»
ko: %2 님이 "%1"을(를) 거절함
pt: O "%1" foi recusado por %2
sl: "%1" je bil odklonjen pri %2
tr: "%1", %2 tarafından reddedildi
zh_cn: %2 已拒绝“%1”
zh_tw: 「%1」已被 %2 拒絕

# QObject|
source: Failed to save attachment.
ar: فشلت في حفظ تحميل المرفق.
eo: Malsukcesis konservi aldonaĵon.
et: Manuse salvestamine nurjus.
fi: Liitteen tallennus epäonnistui
gl: Non foi posíbel gardar o anexo.
ko: 첨부 파일을 저장할 수 없습니다.
pt: Não foi possível gravar o anexo.
sl: Shranjevanje prilog ni uspelo.
tr: Ek, kaydedilemedi.
zh_cn: 无法保存附件。
zh_tw: 儲存附件失敗。

# AttachmentModel|
source: Saved the attachment to disk: %1
ar: حفظ المرفق على القرص: %1
eo: Konservis la aldonaĵon al disko: %1
et: Manus salvestati kettale: %1
fi: Liite tallennettu levylle: %1
gl: O anexo gardouse no disco: %1
ko: 첨부 파일을 디스크에 저장함: %1
pt: O anexo foi gravado no disco: %1
sl: Shranjena priloga na disk: %1
tr: Ek, diske kaydedildi: %1
zh_cn: 已将附件保存到硬盘上：%1
zh_tw: 已將附件儲存到磁碟：%1

# AttachmentModel|
source: Failed to open attachment.
ar: فشلت في فتح تحميل المرفق.
eo: Malsukcesis malfermi aldonaĵon.
et: Manuse avamine nurjus.
fi: Liitteen avaaminen epäonnistui.
gl: Non foi posíbel abrir o anexo.
ko: 첨부 파일을 열 수 없습니다.
pt: Não foi possível abrir o anexo.
sl: Odpiranje priloge ni bilo mogoče.
tr: Ek, açılamadı.
zh_cn: 无法打开附件。
zh_tw: 開啟附件失敗。

# AttachmentModel|
source: Failed to save attachment for opening.
ar: فشلت في حفظ المرفق للفتح.
eo: Malsukcesis konservi aldonaĵon por malfermi.
et: Manuse salvestamine avamiseks nurjus.
fi: Liitteen tallennus avattavaksi epäonnistui.
gl: Non foi posíbel gardar o anexo para abrilo.
ko: 열 첨부 파일을 저장할 수 없습니다.
pt: Não foi possível gravar o anexo para depois o abrir.
sl: Priloge ni bilo mogoče shraniti za odpiranje.
tr: Ek, açmak için kaydedilemedi.
zh_cn: 无法保存并打开附件。
zh_tw: 儲存附件供開啟時失敗。

# AttachmentModel|
source: No keys were found in this attachment
ar: لم يُعثر على مفاتيح في هذا المرفق
eo: Neniuj ŝlosiloj estis trovitaj en ĉi tiu aldonaĵo
et: Manuses ei leitud ühtegi võtit
fi: Liitteestä ei löytynyt avaimia.
gl: Non se atoparon chaves no anexo.
ko: 이 첨부 파일에서 키를 찾을 수 없음
pt: Não foram encontradas chaves neste anexo
sl: V tej prilogi ni bilo nobenega ključa
tr: Bu ekte hiçbir anahtar bulunamadı
zh_cn: 未在附件中找到密钥
zh_tw: 附件中未找到金鑰。

# AttachmentModel|
source: %n key(s) imported
ar: استورد %n مفتاح
et: Imporditi %n võti(t)
fi: %n avain tuotu
gl: %n chave importada
ko: 키 %n개 가져옴
pt: %n chave importada
sl: uvožen %n ključ
tr: %n anahtar içe aktarıldı
zh_cn: 已导入 %n 个密钥
zh_tw: 已匯入 %n 個金鑰
